[
    {
        "image": "magician.png",
        "name": "The Magician",
        "name_short": "ar01",
        "value": "1",
        "value_int": 1,
        "meaning_up": "The Magician is the representation of pure willpower. With the power of the elements and the suits, he takes the potential innate in the fool and molds it into being with the power of desire. He is the connecting force between heaven and earth, for he understands the meaning behind the words as above so below - that mind and world are only reflections of one another. Remember that you are powerful, create your inner world, and the outer will follow.",
        "meaning_rev": ": Physician, Magus, mental disease, disgrace, disquiet.",
        "type": "major",
        "desc": "When you get the Magician in your reading, it might mean that it's time to tap into your full potential without hesitation. It might be in your new job, new business venture, a new love or something else. It shows that the time to take action is now and any signs of holding back would mean missing the opportunity of becoming the best version of yourself. Certain choices will have to be made and these can bring great changes to come. Harness some of the Magician's power to make the world that you desire most."
    },
    {
        "image": "highpriestess.png",
        "name": "The High Priestess",
        "name_short": "ar02",
        "value": "2",
        "value_int": 2,
        "meaning_up": "The meaning of the High Priestess is related with inner knowledge. Her appearance in a reading can signify that it is time for you to listen to your intuition rather than prioritizing your intellect and conscious mind. When the High Priestess shows up it can depict an archetype known as the divine feminine - the mysterious female that understands and holds the answers to the deep unknowns; religion, self, nature. She represents someone that is intuitive, and beginning to open to her or his spirituality. Meditation, prayer and new spiritual work is indicated. ",
        "meaning_rev": ": Passion, moral or physical ardour, conceit, surface knowledge.",
        "type": "major",
        "desc": "The card itself shows a night-time scene, meaning that the world in which she protects and guards is one that may at first seem frightening, but has the potential to lead us into the growth of the self. When she appears in a reading, she is calling to you to listen to her message, and follow her into your own depths. There is searching within yourself to be done for the answers that you seek. The answers to the questions you have are within, not without."
    },
    {
        "image": "empress.png",
        "name": "The Empress",
        "name_short": "ar03",
        "value": "3",
        "value_int": 3,
        "meaning_up": "The Empress shows us how deeply we are embedded to our femininity. Femininity could be associated with fertility, expression, creativity and nurturing among many other aspects. It therefore calls you to connect with beauty and bring happiness to your life. Understand yourself and get in touch with your sensuality so that you can attract life circumstances to bring happiness and joy. She is a signal that be kind to yourself, to take care of yourself.",
        "meaning_rev": ": Light, truth, the unravelling of involved matters, public rejoicings; according to another reading, vacillation.",
        "type": "major",
        "desc": "The Empress is also an indication of pregnancy and motherhood. You can look for other cards to confirm if this is truly pregnancy, or rather just an indication of a motherly, nurturing and caring attitude. The Empress card could also mean the birth of a new idea, business or project on your life. Owing to the good fortune that surrounds this card, you can be sure that such situations and projects would end successfully in your life. Discover and bring forth those ideas that have been clinging to you and make sure that you devote yourself towards accomplishing them. This card is a sign that they are going to be successful, and well taken care of. The Empress, as the archetype of the mother earth, also encourages you to spend time interacting with nature, the mother of all of us."
    },
    {
        "image": "emperor.png",
        "name": "The Emperor",
        "name_short": "ar04",
        "value": "4",
        "value_int": 4,
        "meaning_up": "It’s all about control when it comes to the Emperor, for this card means authority, regulation, organization and a fatherliness. The Emperor represents a strategic thinker who sets out plans that he must see through. He is a symbol of the masculine principle - the paternal figure in life that gives structure, creates rules and systems, and imparts knowledge. Where the Empress's desire for their kingdom is to create happiness, the emperor desires to foster honor and discipline. He guides with a firm hand, following the calling of the crown above all else. Though he is a ruler, he understands that to reign is also to serve - thus he acts rationally and according to what is for the greater good of the kingdom.",
        "meaning_rev": ": Benevolence, compassion, credit; also confusion to enemies, obstruction, immaturity.",
        "type": "major",
        "desc": ""
    },
    {
        "image": "hierophant.png",
        "name": "The Hierophant",
        "name_short": "ar05",
        "value": "5",
        "value_int": 5,
        "meaning_up": "To see the Hierophant in a reading is to embrace the conventional, for it suggests that you have a certain desire to actually follow a process which has been well established. It also suggests that you want to stay within certain conventional bounds of what could be considered an orthodox approach. So, instead of being innovative, you will be adapting to certain beliefs and systems which are already put in place and are existing.",
        "meaning_rev": ": Society, good understanding, concord, overkindness, weakness.",
        "type": "major",
        "desc": "The Hierophant card suggests that it’s better for you to follow social structures which are established and have their own traditions. You might be involved in certain ceremonies, rituals or other religious trappings, for instance. When it comes to tarot readings, this particular card is most commonly representative of institutions as well as their core values. This is a sign that shows that you need to conform to the already existing set of rules and situations which are fixed already."
    },
    {
        "image": "lovers.png",
        "name": "The Lovers",
        "name_short": "ar06",
        "value": "6",
        "value_int": 6,
        "meaning_up": "The primary meaning within the Lovers is harmony, attractiveness, and perfection in a relationship. The trust and the unity that the lovers have gives each of them confidence and strength, empowering the other. The bond that they have created is very strong, and it can indicate that the two are joined in marriage, and other close and intimate relationships.",
        "meaning_rev": ": Failure, foolish designs. Another account speaks of marriage frustrated and contrarieties of all kinds.",
        "type": "major",
        "desc": "Another meaning behind the lovers card is the concept of choice - a choice between things that are opposing and mutually exclusive. This could be a dilemma that you need to think about carefully and make the best decision for your situation. A more personal Lovers meaning that can apply to individuals is the development of your own personal belief systems, regardless of what are the societal norms. We see this as a development from the Hierophant, who made decrees and passed on his knowledge through a standardized system. This is one of the times when you figure out what you are going to stand for, and what your philosophy in life will truly be. You must start making up your mind about what you find important and unimportant in your life. You should be as true to yourself as you can be, so you will be genuine and authentic to the people who are around you."
    },
    {
        "image": "chariot.png",
        "name": "The Chariot",
        "name_short": "ar07",
        "value": "7",
        "value_int": 7,
        "meaning_up": "The Chariot tarot card is all about overcoming challenges and gaining victory through maintaining control of your surroundings. This perfect control and confidence allows the charioteer to emerge victorious in any situation. The use of strength and willpower are critical in ensuring that you overcome the obstacles that lie in your path. The Chariot's message comes to make you stronger as you strive to achieve your goals.",
        "meaning_rev": ": Riot, quarrel, dispute, litigation, defeat.",
        "type": "major",
        "desc": "The key message that he brings to you is that you must maintain focus, confidence, and determination through a process that will be full of winding turns and detours. If you have a plan or a project that you seem not to be sure about, the Chariot shows that you should pursue the plan with a structured and ordered approach. Your boldness will ensure that you achieve all that you should in this goal."
    },
    {
        "image": "strength.png",
        "name": "Strength",
        "name_short": "ar08",
        "value": "8",
        "value_int": 8,
        "meaning_up": "When you get the Strength card in an upright manner during your tarot reading, then it shows that you have inner strength and fortitude during moments of danger and distress. It shows that you have the ability to remain calm and strong even when your life is going through immense struggle. It also shows that you are a compassionate person and you always have time for other people even if it's at your own expense.",
        "meaning_rev": ": Despotism, abuse if power, weakness, discord, sometimes even disgrace.",
        "type": "major",
        "desc": "Getting the strength card means that you are a very patient individual who is likely to accomplish anything that they put their mind to. Your resilience will greatly aid you, and your fearlessness means that you should have no issues speaking your mind. This card also indicates this kind of compassion will always be rewarded with having a lot of stability in your life either presently on in the near future."
    },
    {
        "image": "hermit.png",
        "name": "The Hermit",
        "name_short": "ar09",
        "value": "9",
        "value_int": 9,
        "meaning_up": "The Hermit is a seeker for the knowledge that comes from within. A lonely wanderer in the path of the night, he searches for that which can only be gained with long periods of solitude - the inner voice. To hear it, he must disconnect from the crowds whose voices and desires threaten to overcome his own. He walks through the dark night of his unconscious, guided only by the low light of the northern star, with his destination being his home, his self.",
        "meaning_rev": ": Concealment, disguise, policy, fear, unreasoned caution.",
        "type": "major",
        "desc": "You are currently contemplating that you need to be alone. Never be afraid to take this chance to reflect, as it could help you clear your mind of all the clutter that comes with everyday life. The Hermit may also refer to your effort in taking action that is authentic and aligned with your true self. You are perhaps searching your inner soul for guidance on what is right, and where your next steps are to be. The hermit's appearance in a reading can also denote the appearance of someone who will come to your life that will be your mentor."
    },
    {
        "image": "wheelfortune.png",
        "name": "Wheel Of Fortune",
        "name_short": "ar10",
        "value": "10",
        "value_int": 10,
        "meaning_up": "The Wheel of Fortune turns evermore, seemingly to communicate that life is made up of both good and bad times, and that the cycle is one that we cannot control. It is something that is subjected to both kings and workers, and that nobody on earth can avoid what is fated. When you have good moments in your life, make sure that you enjoy to the fullest, for what comes up must always go down. The same is true in reverse - when you are in a bad situation, things will eventually become better again.",
        "meaning_rev": ": Increase, abundance, superfluity.",
        "type": "major",
        "desc": "Greater forces that are outside of human control are at work here. The same forces that govern the changing of the seasons, or the rising and setting of the sun is also the master of luck and the fate of individuals. Where it lands is as random as chance - you may find yourself at either the top or bottom, but remember that no matter what the outcome it may not last for very long, for the wheel always turns."
    },
    {
        "image": "justice.png",
        "name": "Justice",
        "name_short": "ar11",
        "value": "11",
        "value_int": 11,
        "meaning_up": "The decisions that you make now have long-term effects in all things, both for yourself and others. There will always come a time where you will be judged. The Justice tarot card appearing in a reading signals that a judgment will be made fairly and accordingly. The decisions that you have made in the past will be carefully weighed with fairness. Your feelings around this card may differ depending on your situation. If you have been wronged, this card's appearance may bring you relief. On the other hand, if your actions caused pain to others, this card serves as a warning. Her appearance represents a chance for you to change your actions now for a better future. When a tarot card reading shows the figure of justice, it is time to account for your actions.",
        "meaning_rev": ": Law in all its departments, legal complications, bigotry, bias, excessive severity.",
        "type": "major",
        "desc": "Another meaning of the Justice card is truth. Truth must come to pass, and this cannot be found from the mouths and gossip of others. Instead, it's based on facts. Learn the truth about others and yourself, speak and know the truth before passing a judgment. During a reading, when you see the Justice Tarot card, you need to be fair in all your deeds. By following the right procedure to learn the truth, you will understand what your tasks are. Another meaning of Justice Tarot card during a reading is to symbolize that attention is needed. It could be about your life, career or just an important decision that you need to make. If you have been unsure about something, it is time to get a solution once and for all."
    },
    {
        "image": "hangedman.png",
        "name": "The Hanged Man",
        "name_short": "ar12",
        "value": "12",
        "value_int": 12,
        "meaning_up": "The Hanged Man card reflects a particular need to suspend certain action. As a result, this might indicate a certain period of indecision. This means that certain actions or decisions which need to be properly implemented are likely to be postponed even if there is an urgency to act at this particular moment. In fact, it would be ultimately the best if you are capable of stalling certain actions in order to ensure that you have more time to reflect on making critical decisions, this will ultimately be the best.",
        "meaning_rev": ": Selfishness, the crowd, body politic.",
        "type": "major",
        "desc": "This is a card which is mainly designated towards waiting and suspension. This suggests that this might be the thing that you need to do in order to achieve success or to wait for the proper opportunity. Keep in mind that taking action is not always the best solution and in certain cases refraining from doing so might bring you just as much, if not more benefits."
    },
    {
        "image": "death.png",
        "name": "Death",
        "name_short": "ar13",
        "value": "13",
        "value_int": 13,
        "meaning_up": "Death is one of the most feared cards in a Tarot Deck, and it is very misunderstood. Many people avoid mentioning this card because it has that much power. Most times, people take the name of the card literally. However, the real meaning within the Death card is one of the most positive in the whole deck. The Death card signals that one major phase in your life is ending, and a new one is going to start. You just need to close one door, so the new one will open. The past needs to be placed behind you, so you can focus your energy on what is ahead of you.",
        "meaning_rev": ": Inertia, sleep, lethargy, petrifaction, somnambulism; hope destroyed.",
        "type": "major",
        "desc": "Another meaning is that you are going to go through a major change, transition, or transformation. The old version of you needs to ‘die’ to allow the new you to be created. This can be a scary time for you because you may be unsure of what will happen in the future. Even if you are scared, you should welcome the change because you are opening the door to new life events. Death can also mean that you need to let go of any unhealthy attachments that you have in your life. This is an important part of life, so learning to keep moving forward is one of the lessons Death teaches us."
    },
    {
        "image": "temperance.png",
        "name": "Temperance",
        "name_short": "ar14",
        "value": "14",
        "value_int": 14,
        "meaning_up": "In moments where there is anxiety or great stress, you have been able to remain calm throughout. You are a person who has mastered the art of not letting things get to you, and this allows you to achieve much progress in all areas you seek out to explore. The Temperance tarot card suggests moderation and balance, coupled with a lot of patience. Where this card appears, there is the suggestion that extremity in any situation is to be avoided.",
        "meaning_rev": ": Things connected with churches, religions, sects, the priesthood, sometimes even the priest who will marry the Querent; also disunion, unfortunate combinations, competing interests.",
        "type": "major",
        "desc": "The Temperance card implies that you have a clear vision and know what you want to achieve. This is an indication of higher learning, which is a critical attribute in the journey of life. It reflects that you have found peace with what you are doing and everything is unfolding as it ought to. The Temperance card, in relation to other people, shows that you are able to adapt and work in harmony with your community, your coworkers and your loved ones. Your calmness in all matters gives them comfort and puts them at ease. Temperance may also indicate a time to evaluate and re-examine the priorities you have chosen. This will help you create a balance between your outer and inner self. At the end of it all, you will find greater purpose and meaning in your actions, for her message is that we cannot live fully in either."
    },
    {
        "image": "devil.png",
        "name": "The Devil",
        "name_short": "ar15",
        "value": "15",
        "value_int": 15,
        "meaning_up": "Getting the devil card in your reading shows that you have feelings of entrapment, emptiness and lack of fulfillment in your life. It might also mean that you are a slave to materialism and opulence and no matter how hard you try, you just can’t seem to shake off the feeling of wanting to indulge in luxurious living. You might be aware that this kind of lifestyle is leading you down the rabbit hole, but you have that feeling of not having any form of control over your actions or urges.",
        "meaning_rev": ": Evil fatality, weakness, pettiness, blindness.",
        "type": "major",
        "desc": "Addiction to substances or material pleasures can also be the reason for your feelings of powerlessness and entrapment. In situations such as these, you may feel as though you are a slave, unable to control your impulses or willpower to direct yourself towards something other than the satisfaction of these desires."
    },
    {
        "image": "tower.png",
        "name": "The Tower",
        "name_short": "ar16",
        "value": "16",
        "value_int": 16,
        "meaning_up": "The Tower represents change in the most radical and momentous sense. It is for this reason that the card itself visually looks so unnerving. But it doesn't necessarily have to be truly frightening or ominous. Because at the heart of this card, its message is foundational, groundbreaking change. The kind of event that the Tower card marks does not have to be something terrible, like a disaster or a great loss.  Change itself is a normal part of life that one has to embrace. But it can sometimes strike fear, for it means that we must abandon the truths that we have known prior to this event. The old ways are no longer useful, and you must find another set of beliefs, values and processes to take their place.",
        "meaning_rev": ": According to one account, the same in a lesser degree also oppression, imprisonment, tyranny.",
        "type": "major",
        "desc": "Be positive, it is time for you to replace the old foundations of the past with something that is more genuine and will serve you better in what is to come. In terms of work, there is an inevitable argument bound to happen. You need to be in control and keep your temper in check. Avoid saying something that may hurt other people. When it comes to your love life, your romantic relationship may be nearing its end. Take this as a warning - if you really value your relationship, then it is time for you to take damage control or open a communication to clear misunderstandings. In your finances, the tower meaning refers to the need to be assured on your transactions."
    },
    {
        "image": "star.png",
        "name": "The Star",
        "name_short": "ar17",
        "value": "17",
        "value_int": 17,
        "meaning_up": "The Star brings hope, renewed power, and strength to carry on with life. It shows how abundantly blessed you are by the universe as evidenced by the various things around you. It may not be directly evident at the moment, for this card follows the trauma of the Tower card. Remember that you hold within you all that you need for your fulfillment - the only thing that you need is courage. For this, you have all reasons to rejoice. To see this card is a message to have faith, for the universe will bless you and bring forth all that you need.",
        "meaning_rev": ": Arrogance, haughtiness, impotence.",
        "type": "major",
        "desc": "To receive the Star in your reading means that you have passed through a terrible life challenge. You have managed to go through this without losing your hope. While you suffered, you perhaps were not aware of your own strength, but you are now perhaps recognizing that the loss helped you discover your own resilience and inner power. It is only now that you can really appreciate all that you have."
    },
    {
        "image": "moon.png",
        "name": "The Moon",
        "name_short": "ar18",
        "value": "18",
        "value_int": 18,
        "meaning_up": "When we encounter the Moon, we see a path that leads off into the distance. On either side of the path stand a wolf and a dog, representing our animalistic nature - one is civilized, and the other wild and feral. There is a crawfish that is crawling out of the pond from which the path stems from. In the distance, we can see two towers flanking the central path, once again alluding to the doubles visible in this card. Everything in this card seems to echo the other, as if to allude to two possibilities. When we walk down the path, we walk the fine line between conscious and unconscious, between the tamed side of civilization of the dog, and the forces of nature represented by the wolf.",
        "meaning_rev": ": Instability, inconstancy, silence, lesser degrees of deception and error.",
        "type": "major",
        "desc": "The towers on the opposing ends represent the forces of good and evil, and their similarity in appearance can allude to the difficulties that we face in distinguishing between them. On one hand, the Moon card can symbolize your imagination is taking the best of you. In the dark of the night, you are taking a path that you are unsure of, for there could be danger lurking in its depths. You are the crawfish embarking on the path in the card. The moon's light can bring you clarity and understanding and you should allow your intuition to guide you through this darkness. You need to be aware of the situations that are causing fear and anxiety in your mind, whether it is now or in the future. It alerts you not to allow inner disturbances and self-deception to take the best of you. These deep memories and fears must be let go, and the negative energies must be released and turned into something constructive. Another reading of the Moon card is the existence of illusion. Some hidden truth must be discovered, for what you are seeing now may just be a trick of the light. You must search for the hidden forces that must be unraveled."
    },
    {
        "image": "sun.png",
        "name": "The Sun",
        "name_short": "ar19",
        "value": "19",
        "value_int": 19,
        "meaning_up": "The Sun card presents an feeling of optimism and fulfillment. This card represents the dawn which follows the darkest of nights. The Sun is the source of all the life on our planet, and it represents life energy itself. There is a child depicted in the card, playing joyfully in the foreground. A symbol of our innocence, it represents the happiness that occurs when you are in alignment with your true self. The child is naked, meaning that he has absolutely nothing to hide. The card also depicts the childhood innocence and absolute purity. This is particularly emphasized through the white horse upon which the child is riding. The horse here is also a symbol of strength and nobility.",
        "meaning_rev": ": The same in a lesser sense.",
        "type": "major",
        "desc": "The Sun card represents success, abundance, and radiance. Like the sun itself, it gives strength and vitality to all those that are lucky enough to feel its rays. There is much joy and happiness that is coming to you. Because of your own personal fulfillment, you provide others with inspiration and joy as well. People are drawn to you because they are capable of seeing the warm and beautiful energy which you bring into their lives. You are also in a position in which you are capable of sharing your qualities as well as achievements with other people. You radiate love and affection towards those you care about the most. The card shows that you have a significant sense of deserved confidence right now. Life is currently particularly good, and the sun is shining your way as you reach the goals that you set. The Sun is one of the cards in the tarot which provide nothing but good feelings and fulfillment. "
    },
    {
        "image": "judgment.png",
        "name": "Judgement",
        "name_short": "ar20",
        "value": "20",
        "value_int": 20,
        "meaning_up": "This card depicts what one would imagine the last judgement would be, in the various forms that takes in many mythologies. The image in the Judgement card shows women, men, and children who are rising from the grave to respond to Gabriel’s trumpet call. Their outstretched arms symbolize that they are ready to be judged by the universe. They are about to meet their creator, their actions weighed, and find out where they will spend the remainder of eternity: in heaven or in hell. The massive tidal wave in the background signify that judgement is unavoidable, and that this judgement will be final.",
        "meaning_rev": ": Weakness, pusillanimity, simplicity; also deliberation, decision, sentence.",
        "type": "major",
        "desc" : "To see this card can also indicate that you are in a period of awakening, brought on by the act of self-reflection. You now have a clearer idea of what you need to change and how you need to be true yourself and your needs. This can mean making small changes to your daily life or making huge changes that not only affect you but the people close to you. The Judgement card reminds us that we all will be faced with choices that will have an astounding effect for your entire life. The card brings to mind moments where actions you have taken have changed the course of your path for good. There may have been a moment where there is no looking back. The consequences of those actions eventually will catch up to you, and this card seems to indicate that this is the time. You may have to let go of the past, so you can move forward with your plans to have a new life. "
    },
    {
        "image": "fool.png",
        "name": "The Fool",
        "name_short": "ar00",
        "value": "zero",
        "value_int": 0,
        "meaning_up": "The Fool card is numbered 0, which is considered to be a number of infinite potential. Consider him a blank slate, for The Fool has yet to develop a clear personality. He is the symbol of innocence - his journey to come will shape his character yet. To see the The Fool generally means a beginning of a new journey, one where you will be filled with optimism and freedom from the usual constraints in life. When we meet him, he approaches each day as an adventure, in an almost childish way. He believes that anything can happen in life and there are many opportunities that are lying out there, in the world, waiting to be explored and developed. He leads a simple life, having no worries, and does not seem troubled by the fact that he cannot tell what he will encounter ahead.",
        "meaning_rev": ": Negligence, absence, distribution, carelessness, apathy, nullity, vanity.",
        "type": "major",
        "desc": "To meet him in a reading can also be seen as a call to the risk-taking part of your own character. He inspires courage, for he understands that every day is a chance to open up new areas in your life, and with that comes a mixture of anticipation, wonder, awe and curiosity. The Fool is there to show that you can never really tell what lies ahead, and you can only greet it with joy."
    },
    {
        "image": "world.png",
        "name": "The World",
        "name_short": "ar21",
        "value": "21",
        "value_int": 21,
        "meaning_up": "To encounter the World in your cards is to encounter a great unity and wholeness. It symbolizes the moment when the inner and the outer worlds - self and other - become a single entity. In some traditions, this state is described as enlightenment, or nirvana. There is a recognition that the individual self is profoundly linked with all other things, and that we all dance and sway along the flow of life to one rhythm. Not only do you hear this rhythm, but you participate in it - following the dips and the rises, the joys and the sorrows. ",
        "meaning_rev": ": Inertia, fixity, stagnation, permanence.",
        "type": "major",
        "desc" : "The meaning of the World card is fulfillment, achievement, and completion. This shows that all the efforts that you have been putting in place are starting to pay off. It reflects that you have completed a major milestone in your life and you have built the resilience to withstand challenges. The World may indicate completion of a long-term project, study or any other major event in your life. It may also mean the birth of a child, marriage, graduation or any other thing that you have accomplished. The World card shows that you have a desire to give back to the community in various ways. You have a commitment to make the world a better place because you understand that everything is connected."
    },
    {
        "image": "pagewands.png",
        "value": "page",
        "value_int": 11,
        "name": "Page of Wands",
        "name_short": "wapa",
        "suit": "wands",
        "meaning_up": "When we see the Page of Wands, we see a youth with enormous excitement and curiosity for the world. He knows what to do, he has the passion to succeed, but due to his inexperience and maybe a little fear of the unknown, his ideas remain abstract. He identifies new worlds to explore, new opportunities he could take advantage of quite easily, and he is even gifted with the big picture vision needed to succeed. Even with all of this, he still has the tendency to either remain dormant, or get easily distracted with one idea after the other. If he doesn't learn to control this, it might be that he squanders the opportunities to advance himself.",
        "meaning_rev": ": Anecdotes, announcements, evil news. Also indecision and the instability which accompanies it.",
        "type": "minor",
        "desc": "When you get the Page of Wands, it simply means something is within you, something that triggers you to make discoveries, indulge in investments or take the next advancement in life. You could be just about to take a move on a certain idea, but some conflicting messages keep coming to your mind, and you get discouraged. This card resembles your inner battles which are preventing you from expressing your heroism to the world, to let the world know that you exist for a reason. If you are wise enough, this card is normally a trigger of courage. It should make you overcome the personal discouragements and move forward boldly to launch your ideas in the real world. Remove the fear, gather your resources and do something. Let the world know that you are there and you have no jokes about moving forward in the path that you choose. Conquer every obstacle, let your ideas shine and be known to the world because this card indicates a level of success that can only be achieved when courage is deployed."
    },
    {
        "image": "knightwands.png",
        "value": "knight",
        "value_int": 12,
        "name": "Knight of Wands",
        "name_short": "wakn",
        "suit": "wands",
        "meaning_up": "The Knight of Wands' symbolism is straightforward. When it appears, it means a great time to get away and travel. The person should feel charged up and full of life. One is also ready to get things done. He is adventurous and can find fun things to do no matter where he is. There is never a dull moment when the Knight of Wands is around. When the Knight of Wands shows up in a reading it seems to suggest that the seeker wants to complete important tasks. One wants to impress others with one’s knowledge and skill. The card also shows up when the person is planning to move to another place of residence. If you are starting a creative project, then you should do so with lots of energy and enthusiasm. However, you should balance it with realistic and well-rounded views. You should also have a plan that takes into account the consequences of your actions.",
        "meaning_rev": ": Rupture, division, interruption, discord.",
        "type": "minor",
        "desc": "Getting the Knight of Wands in a reading can also mean that there is an event that you don’t expect to happen soon. If it is accompanied by the Eight of Wands, then you should expect a lot of changes in your life. More often than not, the Knight of Wands indicates a hasty change of job, residence, or anything in your life."
    },
    {
        "image": "queenwands.png",
        "value": "queen",
        "value_int": 13,
        "name": "Queen of Wands",
        "name_short": "waqu",
        "suit": "wands",
        "meaning_up": "In general, the Queen of wands in a reading meaning may depict a person of extreme focus and fiery passion. She is courageous and individualistic, though at times she may appear self-centered. They have a positive and an uplifting energy; they represent someone who is willing to be by your side and stand up for you.",
        "meaning_rev": ": Good, economical, obliging, serviceable. Signifies also--but in certain positions and in the neighbourhood of other cards tending in such directions--opposition, jealousy, even deceit and infidelity.",
        "type": "minor",
        "desc": "In terms of work, the Queen of wands signifies that you are planning to accomplish a significant amount of achievement in just a small amount of time. In the event that you are looking for a job, the appearance of this card may mean that a woman will play a major role in your career move. Generally speaking, in terms of your career, things are looking pretty good. The Queen of Wands in questions of love also sends a positive energy. For people who are searching for love, there is a possibility that you will find it soon. When it comes to your finances, there is a chance that you are being carried away on spending a significant amount of money. We advise you to keep your expenses on check, or you will regret it in the end. In terms of health and spirituality the Queen of Wands meaning may pertain to a spiritual hunger, a quest, or a search for meaning."
    },
    {
        "image": "kingwands.png",
        "value": "king",
        "value_int": 14,
        "name": "King of Wands",
        "name_short": "waki",
        "suit": "wands",
        "meaning_up": "The meaning of the upright position of the King of Wands represents pure energy. Unlike the other wands cards in the deck however, this particular one is not focused on pure creativity. Instead, this king is actually way more likely to take an idea and to decisively implement it himself. The King of Wands is a natural born leader of people, and he is also extremely capable. Once the king sets for himself a certain aim or a goal, he is going to conveniently stick to it in order to ensure that it becomes a reality.",
        "meaning_rev": ": Good, but severe; austere, yet tolerant.",
        "type": "minor",
        "desc": "The King of Wands looks forward to all sorts of different challenges - whether great or small, for he gets a natural adrenaline rush associated with the solving of problems."
    },
    {
        "image": "acewands.png",
        "value": "ace",
        "value_int": 1,
        "name": "Ace of Wands",
        "name_short": "waac",
        "suit": "wands",
        "meaning_up": "Wands symbolize creativity, and the Ace of Wands is the boldest among the cards in the suit. It is not the kind of creativity that you learn from school or as a hobby. It is bravely finding your own voice, it creates a place where you can develop your own vision. In other words, it is associated with willpower, and creativity in the cosmic sense. When you draw the Ace of Wands, it is an indicator that you should just go for it. Take the chance and pursue an idea that you have in mind. Take the first steps to start the creative project. The Ace of Wands calls out to you to follow your instincts. If you think that the project that you've been dreaming of is a good idea, and then just go ahead and do it. ",
        "meaning_rev": ": Fall, decadence, ruin, perdition, to perish also a certain clouded joy.",
        "type": "minor",
        "desc": "The Ace of Wands can also perhaps mean that you are waiting for a sign to start a project. To draw this card pushes you to act now, instead of brooding over research and more planning. Take small steps today, and then continue to grow your ideas over time. Action is what helps you grow, and build momentum. Don't remain in the abstract. Another Ace of Wands meaning is the occurrence of a breakthrough moment in your life. It is a time when you are motivated and inspired about a passion project or idea. You are excited about the opportunities that are opening up for you in the near future."
    },
    {
        "image": "twowands.png",
        "value": "two",
        "value_int": 2,
        "name": "Two of Wands",
        "name_short": "wa02",
        "suit": "wands",
        "meaning_up": "The Two of Wands is a more mature version of the ace of wands, meaning that that this tarot card is all about planning and moving forward – progression. Look at it this way; you have already set out to achieve a particular task, which means you have turned an idea into a realistic plan. Such a plan will require fulfillment and therefore you have to progress from just having the plan to actually achieving what you set out for. Discovery is being considered as another two of wands meaning. This is because it means that you are stepping out of your cocoon and exploring new experiences and worlds. While the beginning might seem tough and difficult, the Two of Wands card encourages you to strive on and push forward.",
        "meaning_rev": ": Surprise, wonder, enchantment, emotion, trouble, fear.",
        "type": "minor",
        "desc": "The Two of Wands card also means that you are beginning to realize your objectives and long-term goals before you set out to achieve these objectives. In other words, you have strived to get to where you are and now, moving forward, you have your long-term goals in mind. In summary, the Two of Wands meaning revolves around making decisions. In other words, you are either satisfied with your current knowledge, or you are moving forward and taking risks. It means, leaving our comfort zones and exploring new territory."
    },
    {
        "image": "threewands.png",
        "value": "three",
        "value_int": 3,
        "name": "Three of Wands",
        "name_short": "wa03",
        "suit": "wands",
        "meaning_up": "The meaning of the Three of Wands hints that you are planning or going to plan for the future with more conviction. This could mean that everything around your plans is going smoothly, as you have taken the time to plan your future, and are taking steps to turn plans into action. It hints that you are perhaps creating a stable foundation for yourself. The symbolism within the Three of Wands is that opportunities that can take place to widen your horizons in many areas. It also is a warning to keep your mind open as better opportunities could open up to you. As you take steps towards achieving what you set out to do, you are also becoming more aware of opportunities that are coming your way, and this could be take you out of your comfort zone. This pushes you to sometimes embrace change, and to start thinking in the long-term.",
        "meaning_rev": ": The end of troubles, suspension or cessation of adversity, toil and disappointment.",
        "type": "minor",
        "desc": "The Three of Wands can show that you are in control and have a strong position, just like the character that overlooks and stands strong. The Three of Wands is one of the main cards of foresight and vision. The last Three of Wands meaning is that of travel in search of what you are seeking. There is a sense of leaving home, a voyage that must be undertaken. Great things do not happen to those that simply wait for them, you must expand. For most readings, this shows that you may travel to a new land over the water and that you may find an opportunity during your travels."
    },
    {
        "image": "fourwands.png",
        "value": "four",
        "value_int": 4,
        "name": "Four of Wands",
        "name_short": "wa04",
        "suit": "wands",
        "meaning_up": "The overall meaning of the Four of Wands is that it heralds celebration as well as a harmonious, happy and relaxed home environment. In terms of numerology, the number four symbolizes stability as well as particularly reliable foundations. These are associated with a period of happiness and balance. The symbolism within the Four of Wands poses that this is the perfect time for you to get together with close people such as friends and family. This could be with or without any special occasion. Oftentimes the card is known to reflect a period of holidays when you are together with your friends and family for an extended period of time. It might also be suggesting for you to invite your closest friends for a great and intimate dinner and share a laugh or two.",
        "meaning_rev": ": The meaning remains unaltered; it is prosperity, increase, felicity, beauty, embellishment.",
        "type": "minor",
        "desc": "Furthermore, if you have been working on a certain project, this card entails that you will be reaching a particularly important milestone. This is going to provide you with grounds for celebration which is also to be considered. You have managed to complete a proper and paramount phase of that project, and meaning you have every reason to be feeling proud and satisfied, which are amongst the general feelings induced and reflected by the Four of Wands card."
    },
    {
        "image": "fivewands.png",
        "value": "five",
        "value_int": 5,
        "name": "Five of Wands",
        "name_short": "wa05",
        "suit": "wands",
        "meaning_up": "From the image on the card, the symbolism in the Five of Wands suggests that there is form of conflict in one’s life. This may be an existing conflict or one that is brewing and may eventually blow up in one's face. It may also depict a problem in communication, for example in a situation where no one really wants to listen to the other - meaning that no agreement or understanding takes place. The five men may signify problems in a group of people who are not patient enough to listen to what anyone else is saying. They only want to be heard, and since none of the others will listen, they all argue at once.",
        "meaning_rev": ": Litigation, disputes, trickery, contradiction.",
        "type": "minor",
        "desc": "Much of this can be solved by the querent taking the first step to try and initiate communication in such a way that you suggest that everyone airs out what they have to say, one at a time. By doing this, you will be able to address the problem, and everyone will be heard. Meaning they’ll all be satisfied. The Five of Wands can also mean that you are or will be facing competition in an area that you are not used to. This can be at work or school where you will meet people with the same abilities as you who pose quite a challenge - leading to feelings of jealousy, greed, and envy. This tarot card encourages that you accept the competition as a way for you to improve yourself without feeling any malice towards them. This means that you should learn how to cope with them in a civil way."
    },
    {
        "image": "sixwands.png",
        "value": "six",
        "value_int": 6,
        "name": "Six of Wands",
        "name_short": "wa06",
        "suit": "wands",
        "meaning_up": "This particular card is all about public recognition, victory, and success. Not only have you managed to properly succeed in achieving all of your goals, but you are also being publicly acknowledged for them and the results that you’ve managed to attain. You may have received an award or some sort of public acclaim. The card is indicative that you have managed to harness the strengths and talents that you have within you in an attempt to bring a particularly successful outcome in your life. You have managed to properly get through the confusion which is brought by the card before this one – the Five of Wands, and managed to properly minimize distractions, thus successfully focusing on your goals and achieving them.",
        "meaning_rev": ": Apprehension, fear, as of a victorious enemy at the gate; treachery, disloyalty, as of gates being opened to the enemy; also indefinite delay.",
        "type": "minor",
        "desc": "It’s also worth noting that there is a slight downside apart from the overall positivity that stems from the card. It can bring self-importance as well as egotistical behavior and arrogance. This could make you think that nobody is better than you."
    },
    {
        "image": "sevenwands.png",
        "value": "seven",
        "value_int": 7,
        "name": "Seven of Wands",
        "name_short": "wa07",
        "suit": "wands",
        "meaning_up": "The Seven of Wands has a similar in meaning to the Five of Wands; both cards indicate struggles after the initial fulfillment and satisfaction of an event. The Seven of Wands however is different as it is is about the struggle that you need to go through to maintain your position, rather than to attain it. This is about the difficulties we face to continue to have success. You should be ready for the competition to you defend your title, and to prove yourself. Others are going to desire the same results that you do, so you need to stay ahead of the them. There will be challenges to the success of your project or venture from an outside source. You must remain dedicated to your desires, and with a clear purpose and effort, you will overcome them.",
        "meaning_rev": ": Perplexity, embarrassments, anxiety. It is also a caution against indecision.",
        "type": "minor",
        "desc": "The overall meaning of the Seven of Wands is to hold your ground, no matter what is challenging your position. You will need to defend this position and take a stand against those who are aiming to take your spot. There are setbacks during this time, but you need to keep fighting for your beliefs and confront those that may threaten or oppose you and your beliefs."
    },
    {
        "image": "eightwands.png",
        "value": "eight",
        "value_int": 8,
        "name": "Eight of Wands",
        "name_short": "wa08",
        "suit": "wands",
        "meaning_up": "The image depicted by the Eight of Wands means that the difficulties that were brought by the Seven of Wands are finally over. It signifies a strong level of energy which states that different aspects of your life will be trailblazing. Perhaps important news will be coming on your way, and you may experience a sudden, yet steady positive growth. The Eight of Wands meaning may also pertain to your work. There is a chance that the decision that you are waiting for will come your way soon. You need to be patient and just wait for it.",
        "meaning_rev": ": Arrows of jealousy, internal dispute, stingings of conscience, quarrels; and domestic disputes for persons who are married.",
        "type": "minor",
        "desc": "When it comes to love, the eight of wands meaning pertains to your readiness to be committed on a relationship; however, the card advises you not to force the other party to also be ready on the commitment. Your significant other will soon be ready - forcing things to happen may affect the result negatively. In terms of finances, it appears like this is not the best time to make hasty investment. Just like in your love aspect, we advise you to be patient. Save your money and wait for the perfect time to invest. All things that you fought for are building in momentum. Where you didn't see progress earlier, you'll soon discover that they paved the way for the coming wave of action."
    },
    {
        "image": "ninewands.png",
        "value": "nine",
        "value_int": 9,
        "name": "Nine of Wands",
        "name_short": "wa09",
        "suit": "wands",
        "meaning_up": "The Nine of Wands tarot card is one that symbolizes great hope even when one is faced by many problems that threaten to make them lose their balance. The Nine of Wands symbolizes one's life, which has undergone too many trials but through their determination and will, they were able to overcome them. These won battles are symbolized by the eight upright wands; however, there are still more trials that the person may face. This can be one major trial or challenge that they are supposed to face for them to reach their goals or be successful in their quest. The card is a sign of hope and encouragement that you should face your trials with courage so that you may attain success.",
        "meaning_rev": ": Obstacles, adversity, calamity.",
        "type": "minor",
        "desc": "The Nine of Wands may also mean that a person has been betrayed and has thus become mistrustful towards others. This may be because of something that has happened a number of times, and might on the first glance seem hopeless. But there is also hope and courage here, and the belief that this outlook is about to change. Someone or something may come into their life that will change their whole view of their past struggles. It encourages one to take that risky move because they may be surprised."
    },
    {
        "image": "tenwands.png",
        "value": "ten",
        "value_int": 10,
        "name": "Ten of Wands",
        "name_short": "wa10",
        "suit": "wands",
        "meaning_up": "This card shows that you have already completed the circle of struggle. After spending too many resources and lots of energy looking for success, you have finally overcome the obstacles. The sweat off your brow was worth it - your efforts have finally been rewarded. You may find yourself living in a world of abundance where poverty and suffering have no chance to intervene. Although it sounds marvelous and satisfying, the card depicts a lot of responsibilities on your side. You are now the sole problem solver in your circle of family and friends which could even propel you into another world of challenges. At this point, you are also flooded with responsibilities to maintain your success. The businesses that you have started are flourishing and keeping you on your toes. The main problem is that these issues could overwhelm you if you lose control, which requires you to make sure that you know how to prioritize and solve the relevant ones.",
        "meaning_rev": ": Contrarieties, difficulties, intrigues, and their analogies.",
        "type": "minor",
        "desc": "In the real world, this card expresses how people try to burden themselves with responsibilities after they attain initial success. It is like graduating from college, getting a job and then starting to make it in the real world. More challenges keep coming, you may find yourself looking after you parents, starting a family and at the same time look to others, which may make you feel as though you not yet successful. It becomes a burden because at some point you find out nothing is enough to accomplish all these duties. The general lesson of the card is that people should be moderate, prioritize and understand that they cannot solve everything, some things must be let go, given to others, the burden shared."
    },
    {
        "image": "pagecups.png",
        "value": "page",
        "value_int": 11,
        "name": "Page of Cups",
        "name_short": "cupa",
        "suit": "cups",
        "meaning_up": "One of the most important meanings within the Page of Cups is that you should be open to new ideas, especially ones that stem from intuitive inspiration. The card seems to state that such inspiration should be embraced, despite it being something that you may not expect. It could lead you to adventure and open many doors. If it is a calling of a creative nature, for example, one to get into music or art, there's an especially strong push from this card to go for it. When you are being faced by difficult situations, and you have stopped chasing your dreams, the Page of Cups seems to say that you that you should tackle the issue from a totally different perspective. It symbolizes persistence as this is the only way that you can make your dreams come true. Listen to your intuition, follow your calling, and believe everything is possible.",
        "meaning_rev": ": Taste, inclination, attachment, seduction, deception, artifice.",
        "type": "minor",
        "desc": "For those that are afraid to reveal their emotions, the Page of Cups could mean that it is time to release and show those emotions. The creative you and the emotional you should both be expressed, no matter how insignificant they may seem. In most cases, some people cannot express themselves as they want to protect their ego. The Page of Cups indicates that it is alright to have a new beginning - to welcome the real you."
    },
    {
        "image": "knightcups.png",
        "value": "knight",
        "value_int": 12,
        "name": "Knight of Cups",
        "name_short": "cukn",
        "suit": "cups",
        "meaning_up": "The truth is that the Knight of Cups is the most feminine amongst all the Knight cards in the tarot. It's important to note though, that this doesn’t even slightly suggest that he is any less of a worthy knight. It implies that he is in proper touch with his emotions and his intuition, and that he uses them for his own well-being and during his many romance and seduction quests. He is usually quite attractive and charming to others, regardless of their gender.",
        "meaning_rev": ": Trickery, artifice, subtlety, swindling, duplicity, fraud.",
        "type": "minor",
        "desc": "When faced with an actual decision, the Knight of Cups is going to listen to his heart, regardless of whether this is actually a logical choice or not. He can also manifest as an event or a person in your life, or a part of your own self. He appears as a messenger – and with him, he carries an invitation or an arrival of something or someone which is going to have a certain emotional benefit for you. As a knight, he is also charged with taking the gifts of his suit, and bringing it outward into the world. He therefore can also represent the undertaking of some project with significant emotional or creative value for you."
    },
    {
        "image": "queencups.png",
        "value": "queen",
        "value_int": 13,
        "name": "Queen of Cups",
        "name_short": "cuqu",
        "suit": "cups",
        "meaning_up": "We can understand the meaning of the Queen of Cups from taking a closer look at the woman in image. She is seen as compassionate, caring, sensitive, and nurturing. She connects with people on the emotional level, so people enjoy her honesty and fairness. The appearance of the Queen of Cups in a reading can be guiding you to find help from others. Most times, like the other queens, this is a female figure that will come into your life.",
        "meaning_rev": ": The accounts vary; good woman; otherwise, distinguished woman but one not to be trusted; perverse woman; vice, dishonour, depravity.",
        "type": "minor",
        "desc": "The Queen of Cups has an intuition which is very powerful, and is only rivaled by the one of the High Priestess. The Queen of Cups acts as a mirror and reflects the depths present in others, so they see themselves in a new light. Most times, the Queen of Cups can also represent the trusted inner voice you have within you. She seems to say that you should take the time to focus on your emotional health before trying to help others. Self-love creates compassion."
    },
    {
        "image": "kingcups.png",
        "value": "king",
        "value_int": 14,
        "name": "King of Cups",
        "name_short": "cuki",
        "suit": "cups",
        "meaning_up": "The King of Cups is one of the most influential cards in the suit of Cups. He represents creativity, emotion, and the unconscious. The card shows the ability to restrain one's emotions and be fully in charge of your feelings and impulses. Therefore, the King of Cups represents a balance between the intellect and emotions. He indicates that there is a strong relationship between understanding and feeling.",
        "meaning_rev": ": Dishonest, double-dealing man; roguery, exaction, injustice, vice, scandal, pillage, considerable loss.",
        "type": "minor",
        "desc": "When you have balanced your emotions and are able to control them, it means that you have a deeper knowledge and awareness of yourself. When you are faced with challenges that would normally throw you off balance, the King of Cups is there to remind you that you should act as he does - do not fly out in a rage, or immediately throw yourself into despair! You first need to temper the state of your emotions, so that you can progress forward in reality. Learn to evaluate yourself so as to determine how you can create a stronger awareness of your own internal state."
    },
    {
        "image": "acecups.png",
        "value": "ace",
        "value_int": 1,
        "name": "Ace of Cups",
        "name_short": "cuac",
        "suit": "cups",
        "meaning_up": "Getting the Ace of Cups upright shows that it's time to let loose of whatever emotional baggage you have and start living your life to the fullest. Like with all the other aces, there is a new beginning that is indicated here - a chance to start fresh. It might come in the form of opening yourself up to the possibilities of new relationships, romantic or otherwise, that have the ability to make you emotionally fulfilled. The release indicated by this card may either be spiritual or emotional, depending on what you are going through. The Ace of Cups may come to a reading after a long period of being lonely or enduring something that deeply hurt you emotionally, and it's appearance may be there to herald the turning over a new leaf.",
        "meaning_rev": ": House of the false heart, mutation, instability, revolution.",
        "type": "minor",
        "desc": "It is important for one to open themselves to more opportunities for friendships, love and spiritual learnings. There is a chance now to put your past behind you, for you are being offered the gifts of the cups. It is up to you whether you take the cup and drink to the fullest."
    },
    {
        "image": "twocups.png",
        "value": "two",
        "value_int": 2,
        "name": "Two of Cups",
        "name_short": "cu02",
        "suit": "cups",
        "meaning_up": "To see the Two of Cups is an indication of a partnership that is built on the union of forces, a strong connection and a balanced and equal partnership. The exchange of cups suggest that each party's emotions are intertwined with the other's, and each participant's feelings have profound affects on the other. A strong pair is indicated here, the joy of two becoming one.",
        "meaning_rev": " and maiden are pledging one another, and above their cups rises the Caduceus of Hermes, between the great wings of which there appears a lion's head. It is a variant of a sign which is found in a few old examples of this card. Some curious emblematical meanings are attached to it, but they do not concern us in this place. Divinatory Meanings: Love, passion, friendship, affinity, union, concord, sympathy, the interrelation of the sexes, and--as a suggestion apart from all offices of divination--that desire which is not in Nature, but by which Nature is sanctified.",
        "type": "minor",
        "desc": "When it comes to work, you may notice that the people around you will start to appreciate you more. There is a mutual respect here, meaning you will also be more comfortable in your workplace. If you are looking for new job opportunities, this card may be a good sign. In terms of love, the card represents commitment, a balanced relationship, and love. But this does not simply mean that you will no longer need to nurture your love to make it last. The card only signifies that true love and affection is present. In your finances, the Two of Cups is associated with fairness and balance. This means that you are currently financially capable and you have the right amount of money to deal with your obligations. In relation with your health, people who are currently facing some health issues need to look for a practitioner that they will be comfortable working with and whom they can trust. In spirituality, it is a call for you to be more endearing and loving towards the others. You are receiving positive energy from the universe, and you need to share that energy."
    },
    {
        "image": "threecups.png",
        "value": "three",
        "value_int": 3,
        "name": "Three of Cups",
        "name_short": "cu03",
        "suit": "cups",
        "meaning_up": "The meaning behind the Three of Cups represents a period of happiness. You will be able to forget the worries of your daily life and spend quality time with family and friends. To see the Three of Cups can indicate a happy reunion with a long lost friend, relative, or loved one. It can also mean a celebration, whether it is your own or for someone who you love. The event can be a birthday, wedding, or any other happy occasion. In general, it is about spending quality time with people you cherish in your life. ",
        "meaning_rev": ": Expedition, dispatch, achievement, end. It signifies also the side of excess in physical enjoyment, and the pleasures of the senses.",
        "type": "minor",
        "desc": "The three maidens represent your circle of friends who you turn to for love, compassion, and support when you need them the most. It can be old college buddies, colleagues at work, or people you have shared a special bond over the years. If you've had problems with your social life, this card can signal the end of those hardships. You will be able to resolve differences and learn how to deal with the problem."
    },
    {
        "image": "fourcups.png",
        "value": "four",
        "value_int": 4,
        "name": "Four of Cups",
        "name_short": "cu04",
        "suit": "cups",
        "meaning_up": "The Four of Cups tend to appear when you are feeling discouraged and unmotivated. You may feel as if there is no solution or way forward in your situation. Life has become stagnant, and nothing seems to make you happy or passionate. You are feeling apathetic - regardless of what happens, whether the day is good or bad, none of it matters to you. The Four of Cups commands a self-evaluation of your attitude so that you can pull yourself out of this rut. The solution is likely right in front of you, the hand is offering you a way out, but you release yourself out of your mental stubbornness and deploy new approach.",
        "meaning_rev": ": Novelty, presage, new instruction, new relations.",
        "type": "minor",
        "desc": "You must search your motives, instincts and thoughts so that you can find your passion again. The Four of Cups revolves around finding your true interests and working towards fulfilling them. Our lives are short, and sometimes monotonous, but we must create meaning for ourselves. Our individual callings are not just there for us to find, but to decide and to imagine."
    },
    {
        "image": "fivecups.png",
        "value": "five",
        "value_int": 5,
        "name": "Five of Cups",
        "name_short": "cu05",
        "suit": "cups",
        "meaning_up": "The Five of Cups symbolizes disappointment, and the feelings that come when things go differently as you expected. You are feeling unhappy that a certain situation hasn’t really turned out the way you have hoped it would. Instead of moving towards a more positive perspective, this card seems to say that you are dwelling in the past, inducing feelings of self-pity and regret. The water which is actually spilled from the cups shows that you might have missed an opportunity. It also shows that the problem is mostly emotional and not material or financial.",
        "meaning_rev": ": News, alliances, affinity, consanguinity, ancestry, return, false projects.",
        "type": "minor",
        "desc": "The meaning of the Five of Cups shows that you may have certain issues letting go of things which are in the past. What is more, it also shows that you are unwilling to learn from mistakes that you have already committed. The card is often going to reflect a person who is so caught up in his past that he is absolutely incapable of moving on. This means that he has a high chance of missing out on what new joys that the future can bring."
    },
    {
        "image": "sixcups.png",
        "value": "six",
        "value_int": 6,
        "name": "Six of Cups",
        "name_short": "cu06",
        "suit": "cups",
        "meaning_up": "The Six of Cups upright generally represents generosity, naïve happiness, and childhood. It can stand for you wanting to return to a happier time, whether it was when you were a child, teenager, or young adult. Many times, these memories are things of the past, which reflect the aspects of ourselves that have vanished. You may feel that remembering these times is the only way to feel happy. The Six of Cups appearing in a reading seems to indicate that while we may look upon the past with a happy eye, we must avoid living in it. The Six of Cups can also mean that you are be returning to a familiar place. This could be your hometown, an old friend’s home, a school, or any place that holds a lot of meaning for you. You are seeking to reconnect with people from your past. Bringing back old memories reminds us of our childhood, a time when things were simpler.",
        "meaning_rev": ": The future, renewal, that which will come to pass presently.",
        "type": "minor",
        "desc": "Coming after the Five of Cups, this card can also suggest that you may have suffered a loss or disappointment of sorts, and you are making the journey home. You are looking to the past to find the answer to the crisis or challenge that you are facing now. You may be seeking the comfort and warmth of people that unconditionally love you, gathering strength to face the trials that are in front of you."
    },
    {
        "image": "sevencups.png",
        "value": "seven",
        "value_int": 7,
        "name": "Seven of Cups",
        "name_short": "cu07",
        "suit": "cups",
        "meaning_up": "To draw the Seven of Cups in a reading shows that you need to clearly see the shadows and visions in your imagination, not only in your dreams but also in the real world. You should be careful of wishful thinking and be alert of the choices that you make. In one sense, the Seven of Cups indicates that you are a dreamer who is both excited and afraid of the things that you see in your unconscious. In another, the Seven of Cups is a reminder that although it is good to have dreams and wishes, it is even better to take action attaining those dreams. At one point in life, you will need to stop fantasizing and face the reality of life. If you are unable to make a decision due to the many options that are available, you should evaluate the advantages and disadvantages of each option so as to make the best choice. It is important to exercise caution when you are making your decision, as the card itself seems to show there is not only wonders and treasures that are available to you, but also monsters and shadows.",
        "meaning_rev": ": Desire, will, determination, project.",
        "type": "minor",
        "desc": "There are some cases when the Seven of Cups may show that you are living in ways that are not necessarily grounded in real life - that your actions are guided by illusions that you feed yourself. Your ideas may be so up in the clouds, developed only on your imagination. As such, you will need to separate what is real and what is not so that you can make better choices."
    },
    {
        "image": "eightcups.png",
        "value": "eight",
        "value_int": 8,
        "name": "Eight of Cups",
        "name_short": "cu08",
        "suit": "cups",
        "meaning_up": "The Eight of Cups signifies time for change or transition, by means of walking away from something. Just like a caterpillar has to die before transforming into a beautiful butterfly, we all need to transform ourselves in our lives from time to time. This is the case especially after being tired of living what was the day to day, and embarking on a journey that will help one have a deeper understanding about life in general.",
        "meaning_rev": ": Great joy, happiness, feasting.",
        "type": "minor",
        "desc": "Getting the upright side of this card shows that you are dissatisfied with your life and need to experience a higher purpose in life. You may have been exploring your options, flitting about from one choice to another, tasting the wine in each cup, as a means to sort out what it is that you really want with your life. You are now experiencing a feeling of exhaustion - and are coming to a realization that you must step away from what is familiar. It is a choice, and a recognition that true happiness will not be found in what you have already created."
    },
    {
        "image": "ninecups.png",
        "value": "nine",
        "value_int": 9,
        "name": "Nine of Cups",
        "name_short": "cu09",
        "suit": "cups",
        "meaning_up": "After a long journey, the Nine of Cups symbolizes the finding of self-satisfaction. The emotional journey of the cups is starting to come to a close after the volatile ups and downs you faced in the earlier numbers of this suit. You have struggled to find purpose and joy after loss, you have tasted the different things that life offers, and you have left comfort in order to find greater heights. Here, you have found them, and you are indulging yourself as you celebrate this new stage of your life. When we look at the Nine of Cups, it can initially seem like one of the most pleasant cards that may appear during a reading. This is also referred as the wish card, which means that the things that you desire for, or your most perfect dream is bound to happen. The Nine of Cups is normally associated with extreme happiness and satisfaction. ",
        "meaning_rev": ": Truth, loyalty, liberty; but the readings vary and include mistakes, imperfections, etc.",
        "type": "minor",
        "desc": "With regards to your work, there is a good change that something wonderful will happen in your workplace. It is time for you to push on your stalled project or if you have a something that you desire greatly, there is a possibility that you will finally achieve it. It also holds a positive meaning when it comes to love. Your romantic relationship with someone is destined to reach a new level. In case you are still single, this is the time to socialize with new people. In terms of finances, the Nine of Cups is also a positive messenger. It can mean that the financial state that you are hoping for will soon be achieved. In your health, the test that you have to undergo will lead to positive result. The good energy that you are receiving at the moment should be used to improve your health habits."
    },
    {
        "image": "tencups.png",
        "value": "ten",
        "value_int": 10,
        "name": "Ten of Cups",
        "name_short": "cu10",
        "suit": "cups",
        "meaning_up": "From its joyful depiction, we can assume that the Ten of Cups embody happiness, joy, contentment and emotional satisfaction in your family, relationship or companion. It represents an idyllic state of comfort, harmony, peace and love which makes you feel like you are in paradise. This is where all your dreams, wants, needs and wishes have been fulfilled, and you feel a complete sense of satisfaction. Take a moment and breathe, look around you and be thankful for all your blessings. This card signifies something that so many of us are searching for.",
        "type": "minor",
        "desc": "To see the Ten of cups is to indicate a true emotional fulfillment - one where the lonely self-satisfaction of the Nine of Cups is shared with others to create a true sense of community and family. It is the crystallization of the innocent will of the ace of cups. After learning how to love oneself, the Nine of Cups matured into the Ten of Cups, which at its core about how true happiness stems from forging authentic bonds and connections with others. This card is most associated with a sense of 'happily ever after' - of family, of lasting harmony and peace."
    },
    {
        "image": "pagepents.png",
        "value": "page",
        "value_int": 11,
        "name": "Page of Pentacles",
        "name_short": "pepa",
        "suit": "pentacles",
        "meaning_up": "When we meet the Page of Pentacles, we see immediately that she is one that is ambitious and focused. She is protected, nourished, provided for by the suit whose name she bears. Guided by it, she is deeply tied to the earth, nature, and all of its gifts. She cherishes the body, for it too is something which is a manifestation of her element. Her diligence, ambition and loyalty drives her to quickly make plans for the future - for it is there where her focus lies.",
        "meaning_rev": ": Prodigality, dissipation, liberality, luxury; unfavourable news.",
        "type": "minor",
        "desc": "Generally, the Page of pentacles refers to the kind of energy that you need to complete all that is needed for your work. It may point to the determination, focus and the ability to stick with a particular task no matter how boring it may seem. In terms of work, the Page of Pentacles may signify that there are a lot of tasks you are responsible for, but your time to complete them is much too limited. This is not the time to feel stressed and overwhelmed. Assistance will be there for you, you just have to ask for it."
    },
    {
        "image": "knightpents.png",
        "value": "knight",
        "value_int": 12,
        "name": "Knight of Pentacles",
        "name_short": "pekn",
        "suit": "pentacles",
        "meaning_up": "The Knight of Pentacles is about the daily tasks and the responsibility that one has to gain through a specific project. This knight has the patience to accomplish all his given duties and is considered by others reliable and committed to his work. To see this card is an indication that there is a need to be trustworthy and reliable.",
        "meaning_rev": ": inertia, idleness, repose of that kind, stagnation; also placidity, discouragement, carelessness.",
        "type": "minor",
        "desc": "You are fully committed to your assignments and you make sure that you complete your work efficiently. You are absolutely loyal and do the best you can in order to make sure the job will be properly completed. Though your sense of duty is admirable, beware that it does not turn into perfectionism - which can manifest itself in every aspect of your life. The Knight of Pentacles can also represent routine, or the kind of general hard work that you go through everyday. The meaning of the Knight of Pentacles also advises that the querent should continue to do exactly what he is doing. Sticking with the tried and true methods, he will accomplish everything he has set out to do. Sometimes, going with what has already done is not necessarily bad."
    },
    {
        "image": "queenpents.png",
        "value": "queen",
        "value_int": 13,
        "name": "Queen of Pentacles",
        "name_short": "pequ",
        "suit": "pentacles",
        "meaning_up": "The Queen of Pentacles represents both a down-to-earth woman who plays many roles to ensure that she keeps her family happy. She knows how and when to show love - keeping an orderly home, cooking comforting meals and takes care of the children. But do not mistake her for being only a homebody - alongside all these motherly attributes, she can plan business ventures and execute her plans successfully. It is through her naturally talented business sense that she is surrounded by such luxury. She is quiet and does not like disclosing her financial accounts, fearing that it could bring more complexity to her life, which she desires to keep rather simple. She may have a secret bank account that nobody knows about - for she may choose to be careful, vigilant and self-sufficient.",
        "meaning_rev": ": Evil, suspicion, suspense, fear, mistrust.",
        "type": "minor",
        "desc": "The Queen of Pentacles therefore represents a motherly figure who desires to help you maneuver your way and achieve your goals with a the helping of her common sense. She will not only show you love, but she will also show you the way forward whenever you seem to be stranded and confused. With her advice, she will ensure that you do not make dangerous financial decisions. She offers you precautions, principles and support, all lessons that she has learned in her personal life. Because she is a self-made woman, she wants too for you to be independent and wise, such that you are also able to raise others and make them responsible."
    },
    {
        "image": "kingpents.png",
        "value": "king",
        "value_int": 14,
        "name": "King of Pentacles",
        "name_short": "peki",
        "suit": "pentacles",
        "meaning_up": "When we meet the King of Pentacles, we feel immediately his regal and generous presence. He is a provider and a protector, for under his care is a flourishing and abundant kingdom where its citizens are prosperous and encouraged to grow. He is naturally responsible and reliable, and through the wisdom granted to him by his suit, he has grown all that he has acquired from practically nothing. To see him in the cards is to envision success - one that was won by earnest work.",
        "meaning_rev": ": Vice, weakness, ugliness, perversity, corruption, peril.",
        "type": "minor",
        "desc": "Generally, this card reminds us to stay in control of our energy and our resources in pursuit of a larger goal. When it comes to work, the King of Pentacles may refer to a more established man who will pay a significant role in your career. This man can be wise and rational, but he may also be careless when passing judgment. He can be your biggest supporter, but be prepared to receive unsolicited and harsh criticism. In love, this can indicate that the person that you’ve been waiting for can come along and will love you for who you are. With regards to finances, the King of Pentacles is one of the best cards to receive. This may mean that your financial situation is stable as a result of your wise investments and hard work. In case you are taking a gamble, be sure to initiate a calculated action."
    },
    {
        "image": "acepents.png",
        "value": "ace",
        "value_int": 1,
        "name": "Ace of Pentacles",
        "name_short": "peac",
        "suit": "pentacles",
        "meaning_up": "The aces in the tarot are all indicative of new beginnings. When you draw any of them, it means that you are at a point in your life where a new cycle is beginning - you are about to start afresh. Because the suit of pentacles is primarily concerned with all things material (not just financial, but also with the sensual), this reset could manifest itself as a new career, the undertaking of a new venture, or the start of putting more care into your health. Wherever this beginning takes place, the Ace of Pentacles assures that what is to come will bring great abundance and opportunity. ",
        "meaning_rev": ": The evil side of wealth, bad intelligence; also great riches. In any case it shews prosperity, comfortable material conditions, but whether these are of advantage to the possessor will depend on whether the card is reversed or not.",
        "type": "minor",
        "desc": "To see the Ace of Pentacles indicates a seed being planted in the material world, in your feelings of security and stability. Like a seed, this opportunity must also be nurtured, and sometimes invested in with energy, time or funds. Watering this seed has the potential to be very rewarding - for anything that is grown on this energy is meant to be stable, secure and give a good yield. Prosperity is coming your way. One also has to make sure that they are psychologically prepared for the opportunities that are appearing. To be able to harvest the gift of the pentacles, we need to be filled with the calm that stability brings - this is a kind of spiritual prosperity, if you will. This kind of mindset can mean we become open to trying new things and not sticking to the old, washed out routine."
    },
    {
        "image": "twopents.png",
        "value": "two",
        "value_int": 2,
        "name": "Two of Pentacles",
        "name_short": "pe02",
        "suit": "pentacles",
        "meaning_up": "The Two of Pentacles is a card about balance - the coins are displayed in a manner that is precarious, any small change in wind or weight can tip and send them falling. For those that may have more coins to go around, they can afford to be less careful, but at this moment things may be tight. Wealth too, is a kind of energy, and it is the kind whose goings in and goings out are easiest and most tangible to see.",
        "meaning_rev": ": Enforced gaiety, simulated enjoyment, literal sense, handwriting, composition, letters of exchange.",
        "type": "minor",
        "desc": "There is a possibility that you are trying hard to keep the two aspects of your life in a perfect and delicate balance. This could be your career, money, love and health. The balancing act depicted in the card suggests that there are two major factors that you are deeply concerned about. It is time for you to step back to have a better perspective of the situation. While you may initially think it will save you time, multi-tasking may just worsen the situation. Cut down on your tasks and concentrate on these two factors that are troubling you. You've done a good job keeping things stable, for you seem to be able to adapt well to all the changes that ask you to continually re-balance."
    },
    {
        "image": "threepents.png",
        "value": "three",
        "value_int": 3,
        "name": "Three of Pentacles",
        "name_short": "pe03",
        "suit": "pentacles",
        "meaning_up": "The threes in the tarot represent the successful completion of a goal - it takes the sources of energy in the ace and the twos and adds a foundational factor, and usually involves a group of some sort. In this scenario, the upright three of pentacles meaning is that there is a successful achievement of all the requirements to pursue your business, deal, venture or any other kind of endeavor. Successful projects usually require different kinds of expertise, and at this moment, the Three of Pentacles means that all the skills required are coming together. In short, you are enjoying enjoying working together as part of a team, and also in the initial success of this bigger project.",
        "meaning_rev": ": Mediocrity, in work and otherwise, puerility, pettiness, weakness.",
        "type": "minor",
        "desc": "The three pentacles reveals a successful beginning towards achieving your goals, it is a sign of encouragement that you should press on with the same effort without giving up. You may struggle to accomplish your goals as an individual, but the Three of Pentacles also teaches people not ignore the talents of the others that surround you. You need the collaboration of others, with diverse viewpoints, experiences and expertise to accomplish something more than you could have ever dreamed of."
    },
    {
        "image": "fourpents.png",
        "value": "four",
        "value_int": 4,
        "name": "Four of Pentacles",
        "name_short": "pe04",
        "suit": "pentacles",
        "meaning_up": "The Four of Pentacles card is capable of generating both negative and positive perceptions. On one hand, the card signifies that you have successfully managed to accomplish much of your goals and you have managed to attain a significant material wealth in the process. However, on the other hand, there is a significant chance that you will start valuing things only for their material worth. You have worked hard to get to the point where you are now, and it is absolutely natural for your to desire to make sure that you remain stable. But this also has a chance to turn you into an overly possessive or greedy person who wants to ensure that no one is capable of taking away your own wealth.",
        "meaning_rev": ": Suspense, delay, opposition.",
        "type": "minor",
        "desc": "The Four of Pentacles is also a card which shows that you are currently in a position in which you have solid investments and that you are financially stable. Because of your new-found wealth, you are being particularly conservative about money, and you are most definitely not inclined to gamble when it comes to any kind of financial matters. You are protective of what you have managed to accumulate throughout time, and you desire to steadily increase your overall net worth. Be aware that without risk, there is no reward - if you spend too much of your time attempting to conserve, you may become a prisoner to your own material possessions. Wealth is a kind of energy as well, and we create what we express."
    },
    {
        "image": "fivepents.png",
        "value": "five",
        "value_int": 5,
        "name": "Five of Pentacles",
        "name_short": "pe05",
        "suit": "pentacles",
        "meaning_up": "Whenever the Five of Pentacles shows up in a reading, it suggests a time of hardship and insecurity. The meaning of this card can be deep loneliness, illness, poverty or loss. Your status might take a turn for the worse in the near future. There is a chance that you will lose something significant, whether it is financial wealth or an important item. Deterioration of your health might be already ongoing or be very sudden.",
        "meaning_rev": ": Disorder, chaos, ruin, discord, profligacy.",
        "type": "minor",
        "desc": "The person with crutches has a lot of symbolism. This person may be feeling cursed - that their bad luck is something that they can’t shake off easily. The Five of Pentacles symbolism can also be that of old debts, high credit card balances, or unpaid loans. It is a reminder that you should consider sorting out your finances. Mistakes you have made in the past might also haunt you. The Five of Pentacles is not a good sign when it comes to questions relating to love. It can be an indicator that the person you love is not feeling the same way. And just like the figures on the card, you might feel like you were left out in the cold."
    },
    {
        "image": "sixpents.png",
        "value": "six",
        "value_int": 6,
        "name": "Six of Pentacles",
        "name_short": "pe06",
        "suit": "pentacles",
        "meaning_up": "The Six of Pentacles means is that you are in a position where you have a good relationship with your income. Like the main figure in the card, the amount of money that you bring in and your expenses are balanced well, and you are fortunate enough to not have any stress. You are also grateful for all that you own and can happily share your wealth with others. As you can tell from the imagery in the card, the Six of Pentacles can be about charity. You can either be the man giving away money to the needy, or a beggar gratefully receiving what you need from wealthy donor.",
        "meaning_rev": ": Desire, cupidity, envy, jealousy, illusion.",
        "type": "minor",
        "desc": "If the card is showing that you are the giver, you have built up wealth, and you are now able to help others with financial assistance. You may have lived long enough in the darkness of the Five of Pentacles to be able to see the light. You are thinking about giving to charities or helping someone who could need your support and was in the same position you were before. The Six of Pentacles does not have to be about material gifts or money, it can also mean your time and presence. If the card is showing you are one of the beggars, you could be receiving someone else’s charity. This could help you recover, so take the help - you will be able to repay the kindness in the future. You may also be able to find ways of becoming self-sufficient in the future. Despite this situation, you should be mindful that you should not become desperate or submissive during this time."
    },
    {
        "image": "sevenpents.png",
        "value": "seven",
        "value_int": 7,
        "name": "Seven of Pentacles",
        "name_short": "pe07",
        "suit": "pentacles",
        "meaning_up": "The meaning of the Seven of Pentacles relates to investment and effort. It follows the Six of Pentacles which refers to the end of financial or material hardship. If you have been putting in time and effort in your work, it signifies that your efforts are paying off and they are going to pay off in the future as well.",
        "meaning_rev": ": Cause for anxiety regarding money which it may be proposed to lend.",
        "type": "minor",
        "desc": "The Seven of Pentacles is also related to fear of failure. You do not know whether you are going to reap fruit from your hard work. It could also signify frustration when there is a delay. You may have been putting a lot of effort into your projects, but it does not seem to bear any fruit right now. The good thing is that it means that you are learning from your failures and mistakes. It may initially not seem like it, but mistakes allow you to look into how to better invest your time to get the most out of your future ventures."
    },
    {
        "image": "eightpents.png",
        "value": "eight",
        "value_int": 8,
        "name": "Eight of Pentacles",
        "name_short": "pe08",
        "suit": "pentacles",
        "meaning_up": "This card indicates a time that you have to work hard and focus entirely on your tasks. This is not necessarily a negative situation, but this means that you must really strive to be the best. The task that you need to accomplish can be personal or professional. No matter what type of task it is, do not be afraid to ask for help when things get overwhelming. The Eight of Pentacles refers to the efforts that you undertake. There is a possibility that there will be a lot of things that you need to address. Hard work is essential, but you still need to find a balance.",
        "meaning_rev": ": Voided ambition, vanity, cupidity, exaction, usury. It may also signify the possession of skill, in the sense of the ingenious mind turned to cunning and intrigue.",
        "type": "minor",
        "desc": "When it comes to work, those who are seeking employment should expect that the nature of their job will be demanding. The Eight of Pentacles also indicates that you need to be confident in yourself that you will be able to fulfill the job. For those who are currently employed, you will be responsible for carrying out more tasks and responsibilities. Never hesitate to ask the assistance of your co-workers. In terms of love, your work may possibly be affecting your relationship. Regardless of how demanding your job is, you need to make some time for your emotional connections with other people."
    },
    {
        "image": "ninepents.png",
        "value": "nine",
        "value_int": 9,
        "name": "Nine of Pentacles",
        "name_short": "pe09",
        "suit": "pentacles",
        "meaning_up": "This Nine of Pentacles card indicates that the querent has reached a stage in their lives where they are confident, independent and self-sufficient. Through hard work, this person is now ready to enjoy money, leisure and material comfort. The difficulties that were faced in the earlier journey of the pentacles appear to be over. The Nine of Pentacles conveys not only joy, but also the feeling of security and freedom that material wealth can bring. Looking back, the querent can now celebrate the difficulties, the struggles, and the hard work that lined her path. Her previous challenges gave her the wider perspective she needs to understand the spiritual value of her success. Knowing how difficult it was to get here, she intends to enjoy every single day that is given to her.",
        "meaning_rev": ": Roguery, deception, voided project, bad faith.",
        "type": "minor",
        "desc": "Like the other nines in the tarot, sometimes this card indicates that the querent has not yet reached completion in their journey. There is something that is missing here - the element of her community and relationships. The gifts of the suits are meant to be shared, and yet this woman is so far from home. The Nine of Pentacles can also be about a specific time period of this person’s life. This time is about restraint and grace. Diplomacy and grace will lead to the desired outcome."
    },
    {
        "image": "tenpents.png",
        "value": "ten",
        "value_int": 10,
        "name": "Ten of Pentacles",
        "name_short": "pe10",
        "suit": "pentacles",
        "meaning_up": "The Ten of Pentacles deals with permanence and satisfaction. The card shows that everything you have put your efforts into for a long time will pay off in the future. It suggests that everything will work out well in the end - for you have always kept the long term picture in view, choosing to take no shortcuts. Your legacy is sure to stand for quite a long time to come. This is a relief, for the path to get here has been filled with setbacks and challenges, making this point of the journey even sweeter.",
        "meaning_rev": ": Chance, fatality, loss, robbery, games of hazard; sometimes gift, dowry, pension.",
        "type": "minor",
        "desc": "In the card, the aged man is able to sit back and relax while watching the lives of his children and grandchildren. The satisfaction he derives from his achievement is interwoven in his children’s happiness. The meaning of the Ten of Pentacles also relates to the happiness that you experience because you have planted many seeds of happiness and shared in the lives of others, particularly family members and relatives. It points to the importance of these people in your lives. The Ten of Pentacles symbolism is rooted in both financial success and stability. It shows affluence and lack of financial struggle. It also implores you to make decisions that will not only have positive results in the present but also in the long term. The decisions that you make should produce positive results that last for generations to come, trickling down to your offspring as well."
    },
    {
        "image": "pageswords.png",
        "value": "page",
        "value_int": 11,
        "name": "Page of Swords",
        "name_short": "swpa",
        "suit": "swords",
        "meaning_up": "Bright and alert, the Page of Swords is someone who never seems to run out of ideas. She is curious, always asking questions, and gifted with a sharp tongue and quick wit to match. Her aptitude for language also makes her an incredible communicator, and with her love of ideas, you may find her always engaged in some passionate debate.",
        "meaning_rev": ": More evil side of these qualities; what is unforeseen, unprepared state; sickness is also intimated.",
        "type": "minor",
        "desc": "This card may indicate that you are very eager to execute an idea that you have been having or a project that you cooked up just recently. You are quite passionate about it, and you cannot wait to share the progress with others. Compared to your passionate heart, time seems to be standing still. It is time to be talkative. When a Page of Swords appears in a reading, it signifies communication and sharing of ideas. Whether it is someone else’s ideas or yours, it is time to open up and talk about them as long as it is a constructive."
    },
    {
        "image": "knightswords.png",
        "value": "knight",
        "value_int": 12,
        "name": "Knight of Swords",
        "name_short": "swkn",
        "suit": "swords",
        "meaning_up": "When we are thoroughly obsessed by a certain idea and strongly wish to manifest it, we are oftentimes so blinded by the actual desire for its fulfillment that we fail to note the difficulties which we may come across, or the actions and consequences that it could bring. The Knight of Swords is a very powerful figure that is full of life as well as energy. This needs to be balanced with a proper and actual realization of compassion and responsibility.",
        "meaning_rev": ": Imprudence, incapacity, extravagance.",
        "type": "minor",
        "desc": "Once the knight sets forth towards his goals, there is absolutely no stopping him. He doesn’t see - and he doesn’t care - about any upcoming challenges. He is filled with sheer ambition, strength and determination to succeed with his quest no matter what. However, this determination could also blind him to see the potential consequences of his actions on others as he makes his way to success. He may charge forth into a very dangerous territory without preparation or actual foresight, and this could lead him to great danger."
    },
    {
        "image": "queenswords.png",
        "value": "queen",
        "value_int": 13,
        "name": "Queen of Swords",
        "name_short": "swqu",
        "suit": "swords",
        "meaning_up": "The Queen of Swords is an archetype of an older, wiser feminine intellect. She could be thought of as the most masculine of the all the queens, and may come off as quite stern and emotionless. This card represents the importance of making judgments without relying on emotion alone. The Queen of Swords beckons you to look at all the facts before making a decision. This queen does have compassion, which is why she has her hand reaching outwards in offering, but she wants to connect to people using an understanding that is intellectual.",
        "meaning_rev": ": Malice, bigotry, artifice, prudery, bale, deceit.",
        "type": "minor",
        "desc": "This card also means that you will need to become independent with your judgments. You must rely on the unbiased intelligence, which has you researching alternative viewpoints and thinking carefully on your decision. Compassion and empathy in these cases can distract you from your task, so you need you are trying to keep a strong objective view while avoiding getting emotions involved. The Queen of Swords can also be about the way that we speak with others. This queen has the ability to tell people the way it is. This allows her to get her point across, so there is no confusion about what is being said. Above all, truth is important to her, so she feels no need to soften her comments, thoughts, or opinions. She also expects the same frankness from other people, so this means that you need to be clear with everything that is being said, even if it may hurt."
    },
    {
        "image": "kingswords.png",
        "value": "king",
        "value_int": 14,
        "name": "King of Swords",
        "name_short": "swki",
        "suit": "swords",
        "meaning_up": "The King of Swords appearing in a reading suggests that you should remain objective in your current situation - you must establish truth by sticking to the facts. The King of Swords and his intellectual power implies that you will need to use your intellect to make your point known and attain your goals. Besides your experience and education, you should be sharp and observant, to see deeply into problems that come your way.",
        "meaning_rev": ": Cruelty, perversity, barbarity, perfidy, evil intention.",
        "type": "minor",
        "desc": "The King of Swords meaning also shows that you need to be stern in your role while ensuring that you have clarity of mind at all times. When judging a situation, you need to consider all the possible consequences to make an appropriate judgment. You will need to leave your emotions out of the judgment so as to maintain rational thinking at all times. The King of Swords meaning suggests that you should take time to reason with others and be candid with the observations that you have made. As far as your personal life goes, the King of Swords urges you to use your intellect and logic to maneuver the path that lies ahead. You will need to confront the issue at hand and make a sober decision. The King of Swords implies that you should be able to look at any situation and make a decision with complete impartiality. He can also be an indicator of the high ethical standards that the King of Swords demonstrates."
    },
    {
        "image": "aceswords.png",
        "value": "ace",
        "value_int": 1,
        "name": "Ace of Swords",
        "name_short": "swac",
        "suit": "swords",
        "meaning_up": "As with all the aces, the Ace of Swords indicates that one is about to experience a moment of breakthrough. With its sharp blade and representing the power of the intellect, this sword has the ability to cut through deception and find truth. In layman's terms, this card represents that moment in which one can see the world from a new point of view, as a place that is filled with nothing but new possibilities. It is, therefore, the best time to work on your goals - as the aces all give green lights, and are signals of waiting opportunities and new beginnings.",
        "meaning_rev": ": The same, but the results are disastrous; another account says--conception, childbirth, augmentation, multiplicity.",
        "type": "minor",
        "desc": "It might also be a good time for you to seek justice and the truth in all matters since your conscience is clear, and your thoughts are swift. If you rise to the occasion, your sharpness and clarity in thought will be rewarded. When we look at the swords closely, and see its double-edge, we are also reminded that this sword may be either used for noble deeds or to deal destruction. It all depends on the wielder, and is a warning too that excessive power holds the danger to corrupt. If you stick with principles, the sword will serve you well."
    },
    {
        "image": "twoswords.png",
        "value": "two",
        "value_int": 2,
        "name": "Two of Swords",
        "name_short": "sw02",
        "suit": "swords",
        "meaning_up": "When we see the Two of Swords in a reading, we are encountering a stalemate. Two equal and opposing forces are joined in battle, and there seems to be no end in sight. This wasn't what you had in mind when you chanced to walk down this path, and you find yourself caught in the middle. Without something, or someone to intervene, this may continue indefinitely. We find ourselves in a situation where we must make a choice, we can side with one part of the situation, or we can side with the other. Neither seems particularly appealing, which makes the decision even more difficult. But unless we move past this stalemate, there can be no more progress.",
        "meaning_rev": ": Imposture, falsehood, duplicity, disloyalty.",
        "type": "minor",
        "desc": "The Two of Swords is often related with balance and partnership. It signifies the need to keep your relationships balanced. Regardless if it is in business, friendship or romantic relationship, you may find yourself struggling to maintain the current state of affairs, and may find yourself caught in the middle.  In regards to your work, you may be currently stuck in limbo and are perhaps waiting on another party's decision. Remain patient and avoid pressuring people in making their decision abruptly. The Two of Swords meaning may depict a warning to have caution. Like the woman in the card, you may be choosing to keep the blindfold on, hoping the problem will just go away. You should avoid evading any issues that you are facing, since it will not solve your problems. "
    },
    {
        "image": "threeswords.png",
        "value": "three",
        "value_int": 3,
        "name": "Three of Swords",
        "name_short": "sw03",
        "suit": "swords",
        "meaning_up": "The Three of Swords depicts the message of rejection, betrayal, hurt and discouragement. In moments like these, we are well served by the mind. If you can think logically about it and prepare for the experience, the impact of this pain may be minimized. But remember too, that pain and grief are a normal part of life, because they make us appreciate what joy and happiness we have, as well as teaching us. It is through pain that we learn to be avoid mistakes that could lead us into danger and grief. It is therefore a necessity in the journey of life. The Three of Swords therefore is a depiction of suffering that is meant to make us stronger, more careful and more vigilant.",
        "meaning_rev": ": Mental alienation, error, loss, distraction, disorder, confusion.",
        "type": "minor",
        "desc": "Sometimes life gives us no choice - we are knocked down. But what determines one's future is the choice of whether to remain knocked down, or rise again. Each little piece of suffering you encounter serves as a stepping stone to find a deeper meaning in this world. This card comes at a time when you need to prepare yourself for this next stage in life. While the grief may be extremely hurtful, it enables you to forget your past and focus on your future knowing that you have control of what actions you take afterwards. Don’t dwell so much on what is troubling you but instead, focus on what is approaching, because you determine your fate."
    },
    {
        "image": "fourswords.png",
        "value": "four",
        "value_int": 4,
        "name": "Four of Swords",
        "name_short": "sw04",
        "suit": "swords",
        "meaning_up": "After the time of chaos, anger and pain depicted in the Three of Swords, the Four of Swords can signal that it is time to retreat. The Four of Swords is a moment of rest. Whether this is from a choice to withdraw, or whether it is from pure exhaustion, it is not clear. We are still tender from the wounds that were inflicted, and the battle weapons still hang above us as a grim reminder of what was lost. In order to continue and re-emerge in your daily life, you must take the time now to take a breather. There is always the faint fear that something more is bound to happen again and it is advisable that you take all chances to rest.",
        "meaning_rev": ": Wise administration, circumspection, economy, avarice, precaution, testament.",
        "type": "minor",
        "desc": "You need to gain strength and clarity in a quiet environment away from your current circumstances. It is time to re-evaluate, organize and understand your priorities. This helps to rejuvenate one’s spirit, and you come out stronger than before. The Four of Swords indicates it is time to gather new strength and prepare to face a new challenge. You have faced crisis after crisis, and it is wearing you out. You can face a new challenge only after getting away from everything and embracing a new atmosphere. Take the time to nurture yourself to re-enter life. Within us glimmers hope, and it lies quietly, waiting to reveal itself after we are healed anew."
    },
    {
        "image": "fiveswords.png",
        "value": "five",
        "value_int": 5,
        "name": "Five of Swords",
        "name_short": "sw05",
        "suit": "swords",
        "meaning_up": "This card indicates that you are engaging in a conflict of some nature. It can also suggest a disagreement with others, which leads to hostility and tension. Despite the fact that you think you’ve won, you might still lose in the big picture, because you have annoyed or hurt those that you have argued with, and as a result, you are on the road to isolating yourself. Perhaps, at the moment, you believed that it was more important to be right rather than appreciate and understand where the other side was coming from. Right now, it's important to attempt to pick up the pieces. You still have the chance to act while the conflict is still fresh. You may feel as if everyone and everything is against you. You might also lose some friends along the way. This is why you will need to make a significant decision about your point of view. What is more important to you? Mutual progress, or winning? This might require you to stand up to a conflict within yourself.",
        "meaning_rev": ": The same; burial and obsequies.",
        "type": "minor",
        "desc": "The card represents ambition in a way which is rather negative. Too much ambition without actual regard to the consequences or the people that you affect is never something good. Misplaced ambition such as the one depicted by this card can leave you as a dejected loser or a callous winner – in both cases, the connotation is rather negative. This card instead asks us to be more considerate of those that we surround ourselves with, to let go of ego."
    },
    {
        "image": "sixswords.png",
        "value": "six",
        "value_int": 6,
        "name": "Six of Swords",
        "name_short": "sw06",
        "suit": "swords",
        "meaning_up": "The meaning of the Six of Swords is that you are experiencing a transition of some kind, but one that is not happy and filled with regret. This transition will most likely be the result of decisions you made in the past, and now they are forcing you to leave something behind in order to move forward. Despite your sadness, you need to remember that moving on is the ideal option for your future.",
        "meaning_rev": ": Declaration, confession, publicity; one account says that it is a proposal of love.",
        "type": "minor",
        "desc": "Life is filled with moments when you are going to be forced into letting go of things that you have become attached to. This will be challenging. The Six of Swords shows the sadness that you may be feeling, but you have to remember that the pain will not last, so you should look instead to the future for strength. In life, there will be times that the only way to fix a problem is to leave it and move to start anew. You may feel like this is the coward’s way out, but escape is the only approach that is left when you have tried all other methods. The important part is to plot your new course that will lead you to happiness. The Six of Swords in this case, is to plan using your logic, clarity, and objectivity about where you are now, where you have been and where you want to go. Intuition can help, but you need to think logically to ensure your success."
    },
    {
        "image": "sevenswords.png",
        "value": "seven",
        "value_int": 7,
        "name": "Seven of Swords",
        "name_short": "sw07",
        "suit": "swords",
        "meaning_up": "The Seven of Swords in general, is said to be about betrayal and deception. When you get this card, it may imply that you or someone else in your life is having difficulty getting away with something. There are instances when we are forced to be sneaky, hoping that we will not be discovered. When we are found out, we have to face the consequences - whether it's embarrassment, punishment, or worse. Sometimes this happens when there are instances when you had to think on your feet, and did something that was somewhat shrewd and out of character. Now there is a danger of the secret coming out.",
        "meaning_rev": ": Good advice, counsel, instruction, slander, babbling.",
        "type": "minor",
        "desc": "You may be tempted to sneak away from somewhere, indicating a situation that is no longer working as expected. Instead of dealing with it, you choose to sneak away and hope that you will go unnoticed. Perhaps you were hoping that this issue would just resolve itself over time, and you've neglected it - leaving it to only grow and get worse. The big question, when looking at the Seven of Swords, is whether escaping will solve this problem that you are facing. While you might be thinking that you have gotten away, you discover that the situation has cornered you and you are found out as you are trying to escape. There are instances when the Seven of Swords may indicate the willingness to go solo. You may have the urge to explore and discover some things on your own. This can be an effective approach if you want to assert your independence and bypass group agreement. The Seven of Swords symbolism may be encouraging you to go on this path; sometimes innovation comes from a rogue genius."
    },
    {
        "image": "eightswords.png",
        "value": "eight",
        "value_int": 8,
        "name": "Eight of Swords",
        "name_short": "sw08",
        "suit": "swords",
        "meaning_up": "The general meaning in the Eight of Swords is that of a feeling of being trapped and victimized. You may feel powerless because, in your mind, you feel that changing the situation might be beyond you. This feeling of helplessness that you have, the feeling that you have no agency in your life, has played a major role in making your situation worse.",
        "meaning_rev": ": Disquiet, difficulty, opposition, accident, treachery; what is unforeseen; fatality.",
        "type": "minor",
        "desc": "Surrendering one’s power to an unknown entity, whether it's fate, or God, the government or something else means that you are giving away your own personal responsibility to affect change. You have willingly relinquished the driver's seat in the journey of your own life, and it isn't going well for you. It is advisable for you to avoid making an important decision at this time since your judgment is likely clouded. The good news is that because these traps are things that we create ourselves, we can also leave them if we put our minds to it. It is simply the matter of taking off the blindfold, and seeing beyond the limited perspective that we created for ourselves - to see the possibilities, and to recognize that you have your own internal power."
    },
    {
        "image": "nineswords.png",
        "value": "nine",
        "value_int": 9,
        "name": "Nine of Swords",
        "name_short": "sw09",
        "suit": "swords",
        "meaning_up": ":The Nine of Swords is often associated with fear and anxiety, about all the things that worry you and keep you up at night. Sometimes this card can be associated with trauma - one which may be shameful for you to confide with others about, and all the psychological responses that come from experiencing that trauma.",
        "meaning_rev": ": Imprisonment, suspicion, doubt, reasonable fear, shame.",
        "type": "minor",
        "desc": "When we are never released from the entrapment depicted in the Eight of Swords, we escalate into the Nine of Swords, where we are plagued by nightmares. The suit of swords is one that is concerned with the mind, with logic, with intelligence, and with communication, but somehow the Nine of Swords was caught on the destructive end of the mind, the one which turns inward on itself, multiplies and festers. Questions are plaguing you, and you find yourself reciting all the possibilities - all the things that can happen to you. You are haunted by what could be. There is a sense of repetition within this card, that some event which has troubled you before, and one which you managed to either repress or run away from, is coming back again. Sharing your grief does at least provide an outlet for your pain and may release you from carrying this burden alone. Is there anyone that you can feel comfortable speaking to?"
    },
    {
        "image": "tenswords.png",
        "value": "ten",
        "value_int": 10,
        "name": "Ten of Swords",
        "name_short": "sw10",
        "suit": "swords",
        "meaning_up": "The Ten of Swords indicate a major disaster of some sort. It shows that a certain force of extreme magnitude has come to hit you in your life - one that you may have not foreseen. There is a sense of betrayal that is indicated here, for the character is stabbed in the back. This seems to be a reminder that despite how much we try, we cannot control everything - there are things that are beyond our ability to change. Here, this situation is unavoidable.",
        "meaning_rev": ": Advantage, profit, success, favour, but none of these are permanent; also power and authority.",
        "type": "minor",
        "desc": "The Ten of Swords depicts that situation where your mentality is ‘poor me’, you feel like there is nothing you can do. Pause and remember that as with the death card, the end of something means a new beginning. Let go of what you have lost, and focus on the new path forward because that is where your life is meant to go. A good example is a break-up with your partner - though it could be intensely painful, it could also be the beginning of a new sense of independence."
    }
]