[
    {
        "image": "magician.png",
        "name": "The Magician",
        "name_short": "ar01",
        "value": "1",
        "value_int": 1,
        "meaning_up": "The Magician is the representation of pure willpower. With the power of the elements and the suits, he takes the potential innate in the fool and molds it into being with the power of desire. He is the connecting force between heaven and earth, for he understands the meaning behind the words as above so below - that mind and world are only reflections of one another. Remember that you are powerful, create your inner world, and the outer will follow.",
        "meaning_rev": ": Physician, Magus, mental disease, disgrace, disquiet.",
        "type": "major",
        "desc": "When you get the Magician in your reading, it might mean that it's time to tap into your full potential without hesitation. It might be in your new job, new business venture, a new love or something else. It shows that the time to take action is now and any signs of holding back would mean missing the opportunity of becoming the best version of yourself. Certain choices will have to be made and these can bring great changes to come. Harness some of the Magician's power to make the world that you desire most."
    },
    {
        "image": "highpriestess.png",
        "name": "The High Priestess",
        "name_short": "ar02",
        "value": "2",
        "value_int": 2,
        "meaning_up": "The meaning of the High Priestess is related with inner knowledge. Her appearance in a reading can signify that it is time for you to listen to your intuition rather than prioritizing your intellect and conscious mind. When the High Priestess shows up it can depict an archetype known as the divine feminine - the mysterious female that understands and holds the answers to the deep unknowns; religion, self, nature. She represents someone that is intuitive, and beginning to open to her or his spirituality. Meditation, prayer and new spiritual work is indicated. ",
        "meaning_rev": ": Passion, moral or physical ardour, conceit, surface knowledge.",
        "type": "major",
        "desc": "The card itself shows a night-time scene, meaning that the world in which she protects and guards is one that may at first seem frightening, but has the potential to lead us into the growth of the self. When she appears in a reading, she is calling to you to listen to her message, and follow her into your own depths. There is searching within yourself to be done for the answers that you seek. The answers to the questions you have are within, not without."
    },
    {
        "image": "empress.png",
        "name": "The Empress",
        "name_short": "ar03",
        "value": "3",
        "value_int": 3,
        "meaning_up": "The Empress shows us how deeply we are embedded to our femininity. Femininity could be associated with fertility, expression, creativity and nurturing among many other aspects. It therefore calls you to connect with beauty and bring happiness to your life. Understand yourself and get in touch with your sensuality so that you can attract life circumstances to bring happiness and joy. She is a signal that be kind to yourself, to take care of yourself.",
        "meaning_rev": ": Light, truth, the unravelling of involved matters, public rejoicings; according to another reading, vacillation.",
        "type": "major",
        "desc": "The Empress is also an indication of pregnancy and motherhood. You can look for other cards to confirm if this is truly pregnancy, or rather just an indication of a motherly, nurturing and caring attitude. The Empress card could also mean the birth of a new idea, business or project on your life. Owing to the good fortune that surrounds this card, you can be sure that such situations and projects would end successfully in your life. Discover and bring forth those ideas that have been clinging to you and make sure that you devote yourself towards accomplishing them. This card is a sign that they are going to be successful, and well taken care of. The Empress, as the archetype of the mother earth, also encourages you to spend time interacting with nature, the mother of all of us."
    },
    {
        "image": "emperor.png",
        "name": "The Emperor",
        "name_short": "ar04",
        "value": "4",
        "value_int": 4,
        "meaning_up": "Stability, power, protection, realization; a great person; aid, reason, conviction; also authority and will. ",
        "meaning_rev": ": Benevolence, compassion, credit; also confusion to enemies, obstruction, immaturity.",
        "type": "major"
    },
    {
        "image": "hierophant.png",
        "name": "The Hierophant",
        "name_short": "ar05",
        "value": "5",
        "value_int": 5,
        "meaning_up": "To see the Hierophant in a reading is to embrace the conventional, for it suggests that you have a certain desire to actually follow a process which has been well established. It also suggests that you want to stay within certain conventional bounds of what could be considered an orthodox approach. So, instead of being innovative, you will be adapting to certain beliefs and systems which are already put in place and are existing.",
        "meaning_rev": ": Society, good understanding, concord, overkindness, weakness.",
        "type": "major",
        "desc": "The Hierophant card suggests that it’s better for you to follow social structures which are established and have their own traditions. You might be involved in certain ceremonies, rituals or other religious trappings, for instance. When it comes to tarot readings, this particular card is most commonly representative of institutions as well as their core values. This is a sign that shows that you need to conform to the already existing set of rules and situations which are fixed already."
    },
    {
        "image": "lovers.png",
        "name": "The Lovers",
        "name_short": "ar06",
        "value": "6",
        "value_int": 6,
        "meaning_up": "The primary meaning within the Lovers is harmony, attractiveness, and perfection in a relationship. The trust and the unity that the lovers have gives each of them confidence and strength, empowering the other. The bond that they have created is very strong, and it can indicate that the two are joined in marriage, and other close and intimate relationships.",
        "meaning_rev": ": Failure, foolish designs. Another account speaks of marriage frustrated and contrarieties of all kinds.",
        "type": "major",
        "desc": "Another meaning behind the lovers card is the concept of choice - a choice between things that are opposing and mutually exclusive. This could be a dilemma that you need to think about carefully and make the best decision for your situation. A more personal Lovers meaning that can apply to individuals is the development of your own personal belief systems, regardless of what are the societal norms. We see this as a development from the Hierophant, who made decrees and passed on his knowledge through a standardized system. This is one of the times when you figure out what you are going to stand for, and what your philosophy in life will truly be. You must start making up your mind about what you find important and unimportant in your life. You should be as true to yourself as you can be, so you will be genuine and authentic to the people who are around you."
    },
    {
        "image": "chariot.png",
        "name": "The Chariot",
        "name_short": "ar07",
        "value": "7",
        "value_int": 7,
        "meaning_up": "The Chariot tarot card is all about overcoming challenges and gaining victory through maintaining control of your surroundings. This perfect control and confidence allows the charioteer to emerge victorious in any situation. The use of strength and willpower are critical in ensuring that you overcome the obstacles that lie in your path. The Chariot's message comes to make you stronger as you strive to achieve your goals.",
        "meaning_rev": ": Riot, quarrel, dispute, litigation, defeat.",
        "type": "major",
        "desc": "The key message that he brings to you is that you must maintain focus, confidence, and determination through a process that will be full of winding turns and detours. If you have a plan or a project that you seem not to be sure about, the Chariot shows that you should pursue the plan with a structured and ordered approach. Your boldness will ensure that you achieve all that you should in this goal."
    },
    {
        "image": "strength.png",
        "name": "Strength",
        "name_short": "ar08",
        "value": "8",
        "value_int": 8,
        "meaning_up": "When you get the Strength card in an upright manner during your tarot reading, then it shows that you have inner strength and fortitude during moments of danger and distress. It shows that you have the ability to remain calm and strong even when your life is going through immense struggle. It also shows that you are a compassionate person and you always have time for other people even if it's at your own expense.",
        "meaning_rev": ": Despotism, abuse if power, weakness, discord, sometimes even disgrace.",
        "type": "major",
        "desc": "Getting the strength card means that you are a very patient individual who is likely to accomplish anything that they put their mind to. Your resilience will greatly aid you, and your fearlessness means that you should have no issues speaking your mind. This card also indicates this kind of compassion will always be rewarded with having a lot of stability in your life either presently on in the near future."
    },
    {
        "image": "hermit.png",
        "name": "The Hermit",
        "name_short": "ar09",
        "value": "9",
        "value_int": 9,
        "meaning_up": "The Hermit is a seeker for the knowledge that comes from within. A lonely wanderer in the path of the night, he searches for that which can only be gained with long periods of solitude - the inner voice. To hear it, he must disconnect from the crowds whose voices and desires threaten to overcome his own. He walks through the dark night of his unconscious, guided only by the low light of the northern star, with his destination being his home, his self.",
        "meaning_rev": ": Concealment, disguise, policy, fear, unreasoned caution.",
        "type": "major",
        "desc": "You are currently contemplating that you need to be alone. Never be afraid to take this chance to reflect, as it could help you clear your mind of all the clutter that comes with everyday life. The Hermit may also refer to your effort in taking action that is authentic and aligned with your true self. You are perhaps searching your inner soul for guidance on what is right, and where your next steps are to be. The hermit's appearance in a reading can also denote the appearance of someone who will come to your life that will be your mentor."
    },
    {
        "image": "wheelfortune.png",
        "name": "Wheel Of Fortune",
        "name_short": "ar10",
        "value": "10",
        "value_int": 10,
        "meaning_up": "The Wheel of Fortune turns evermore, seemingly to communicate that life is made up of both good and bad times, and that the cycle is one that we cannot control. It is something that is subjected to both kings and workers, and that nobody on earth can avoid what is fated. When you have good moments in your life, make sure that you enjoy to the fullest, for what comes up must always go down. The same is true in reverse - when you are in a bad situation, things will eventually become better again.",
        "meaning_rev": ": Increase, abundance, superfluity.",
        "type": "major",
        "desc": "Greater forces that are outside of human control are at work here. The same forces that govern the changing of the seasons, or the rising and setting of the sun is also the master of luck and the fate of individuals. Where it lands is as random as chance - you may find yourself at either the top or bottom, but remember that no matter what the outcome it may not last for very long, for the wheel always turns."
    },
    {
        "image": "justice.png",
        "name": "Justice",
        "name_short": "ar11",
        "value": "11",
        "value_int": 11,
        "meaning_up": "The decisions that you make now have long-term effects in all things, both for yourself and others. There will always come a time where you will be judged. The Justice tarot card appearing in a reading signals that a judgment will be made fairly and accordingly. The decisions that you have made in the past will be carefully weighed with fairness. Your feelings around this card may differ depending on your situation. If you have been wronged, this card's appearance may bring you relief. On the other hand, if your actions caused pain to others, this card serves as a warning. Her appearance represents a chance for you to change your actions now for a better future. When a tarot card reading shows the figure of justice, it is time to account for your actions.",
        "meaning_rev": ": Law in all its departments, legal complications, bigotry, bias, excessive severity.",
        "type": "major",
        "desc": "Another meaning of the Justice card is truth. Truth must come to pass, and this cannot be found from the mouths and gossip of others. Instead, it's based on facts. Learn the truth about others and yourself, speak and know the truth before passing a judgment. During a reading, when you see the Justice Tarot card, you need to be fair in all your deeds. By following the right procedure to learn the truth, you will understand what your tasks are. Another meaning of Justice Tarot card during a reading is to symbolize that attention is needed. It could be about your life, career or just an important decision that you need to make. If you have been unsure about something, it is time to get a solution once and for all."
    },
    {
        "image": "hangedman.png",
        "name": "The Hanged Man",
        "name_short": "ar12",
        "value": "12",
        "value_int": 12,
        "meaning_up": "The Hanged Man card reflects a particular need to suspend certain action. As a result, this might indicate a certain period of indecision. This means that certain actions or decisions which need to be properly implemented are likely to be postponed even if there is an urgency to act at this particular moment. In fact, it would be ultimately the best if you are capable of stalling certain actions in order to ensure that you have more time to reflect on making critical decisions, this will ultimately be the best.",
        "meaning_rev": ": Selfishness, the crowd, body politic.",
        "type": "major",
        "desc": "This is a card which is mainly designated towards waiting and suspension. This suggests that this might be the thing that you need to do in order to achieve success or to wait for the proper opportunity. Keep in mind that taking action is not always the best solution and in certain cases refraining from doing so might bring you just as much, if not more benefits."
    },
    {
        "image": "death.png",
        "name": "Death",
        "name_short": "ar13",
        "value": "13",
        "value_int": 13,
        "meaning_up": "Death is one of the most feared cards in a Tarot Deck, and it is very misunderstood. Many people avoid mentioning this card because it has that much power. Most times, people take the name of the card literally. However, the real meaning within the Death card is one of the most positive in the whole deck. The Death card signals that one major phase in your life is ending, and a new one is going to start. You just need to close one door, so the new one will open. The past needs to be placed behind you, so you can focus your energy on what is ahead of you.",
        "meaning_rev": ": Inertia, sleep, lethargy, petrifaction, somnambulism; hope destroyed.",
        "type": "major",
        "desc": "Another meaning is that you are going to go through a major change, transition, or transformation. The old version of you needs to ‘die’ to allow the new you to be created. This can be a scary time for you because you may be unsure of what will happen in the future. Even if you are scared, you should welcome the change because you are opening the door to new life events. Death can also mean that you need to let go of any unhealthy attachments that you have in your life. This is an important part of life, so learning to keep moving forward is one of the lessons Death teaches us."
    },
    {
        "image": "terperance.png",
        "name": "Temperance",
        "name_short": "ar14",
        "value": "14",
        "value_int": 14,
        "meaning_up": "In moments where there is anxiety or great stress, you have been able to remain calm throughout. You are a person who has mastered the art of not letting things get to you, and this allows you to achieve much progress in all areas you seek out to explore. The Temperance tarot card suggests moderation and balance, coupled with a lot of patience. Where this card appears, there is the suggestion that extremity in any situation is to be avoided.",
        "meaning_rev": ": Things connected with churches, religions, sects, the priesthood, sometimes even the priest who will marry the Querent; also disunion, unfortunate combinations, competing interests.",
        "type": "major",
        "desc": "The Temperance card implies that you have a clear vision and know what you want to achieve. This is an indication of higher learning, which is a critical attribute in the journey of life. It reflects that you have found peace with what you are doing and everything is unfolding as it ought to. The Temperance card, in relation to other people, shows that you are able to adapt and work in harmony with your community, your coworkers and your loved ones. Your calmness in all matters gives them comfort and puts them at ease. Temperance may also indicate a time to evaluate and re-examine the priorities you have chosen. This will help you create a balance between your outer and inner self. At the end of it all, you will find greater purpose and meaning in your actions, for her message is that we cannot live fully in either."
    },
    {
        "image": "devil.png",
        "name": "The Devil",
        "name_short": "ar15",
        "value": "15",
        "value_int": 15,
        "meaning_up": "Getting the devil card in your reading shows that you have feelings of entrapment, emptiness and lack of fulfillment in your life. It might also mean that you are a slave to materialism and opulence and no matter how hard you try, you just can’t seem to shake off the feeling of wanting to indulge in luxurious living. You might be aware that this kind of lifestyle is leading you down the rabbit hole, but you have that feeling of not having any form of control over your actions or urges.",
        "meaning_rev": ": Evil fatality, weakness, pettiness, blindness.",
        "type": "major",
        "desc": "Addiction to substances or material pleasures can also be the reason for your feelings of powerlessness and entrapment. In situations such as these, you may feel as though you are a slave, unable to control your impulses or willpower to direct yourself towards something other than the satisfaction of these desires."
    },
    {
        "image": "tower.png",
        "name": "The Tower",
        "name_short": "ar16",
        "value": "16",
        "value_int": 16,
        "meaning_up": "The Tower represents change in the most radical and momentous sense. It is for this reason that the card itself visually looks so unnerving. But it doesn't necessarily have to be truly frightening or ominous. Because at the heart of this card, its message is foundational, groundbreaking change. The kind of event that the Tower card marks does not have to be something terrible, like a disaster or a great loss.  Change itself is a normal part of life that one has to embrace. But it can sometimes strike fear, for it means that we must abandon the truths that we have known prior to this event. The old ways are no longer useful, and you must find another set of beliefs, values and processes to take their place.",
        "meaning_rev": ": According to one account, the same in a lesser degree also oppression, imprisonment, tyranny.",
        "type": "major",
        "desc": "Be positive, it is time for you to replace the old foundations of the past with something that is more genuine and will serve you better in what is to come. In terms of work, there is an inevitable argument bound to happen. You need to be in control and keep your temper in check. Avoid saying something that may hurt other people. When it comes to your love life, your romantic relationship may be nearing its end. Take this as a warning - if you really value your relationship, then it is time for you to take damage control or open a communication to clear misunderstandings. In your finances, the tower meaning refers to the need to be assured on your transactions."
    },
    {
        "image": "star.png",
        "name": "The Star",
        "name_short": "ar17",
        "value": "17",
        "value_int": 17,
        "meaning_up": "The Star brings hope, renewed power, and strength to carry on with life. It shows how abundantly blessed you are by the universe as evidenced by the various things around you. It may not be directly evident at the moment, for this card follows the trauma of the Tower card. Remember that you hold within you all that you need for your fulfillment - the only thing that you need is courage. For this, you have all reasons to rejoice. To see this card is a message to have faith, for the universe will bless you and bring forth all that you need.",
        "meaning_rev": ": Arrogance, haughtiness, impotence.",
        "type": "major",
        "desc": "To receive the Star in your reading means that you have passed through a terrible life challenge. You have managed to go through this without losing your hope. While you suffered, you perhaps were not aware of your own strength, but you are now perhaps recognizing that the loss helped you discover your own resilience and inner power. It is only now that you can really appreciate all that you have."
    },
    {
        "image": "moon.png",
        "name": "The Moon",
        "name_short": "ar18",
        "value": "18",
        "value_int": 18,
        "meaning_up": "When we encounter the Moon, we see a path that leads off into the distance. On either side of the path stand a wolf and a dog, representing our animalistic nature - one is civilized, and the other wild and feral. There is a crawfish that is crawling out of the pond from which the path stems from. In the distance, we can see two towers flanking the central path, once again alluding to the doubles visible in this card. Everything in this card seems to echo the other, as if to allude to two possibilities. When we walk down the path, we walk the fine line between conscious and unconscious, between the tamed side of civilization of the dog, and the forces of nature represented by the wolf.",
        "meaning_rev": ": Instability, inconstancy, silence, lesser degrees of deception and error.",
        "type": "major",
        "desc": "The towers on the opposing ends represent the forces of good and evil, and their similarity in appearance can allude to the difficulties that we face in distinguishing between them. On one hand, the Moon card can symbolize your imagination is taking the best of you. In the dark of the night, you are taking a path that you are unsure of, for there could be danger lurking in its depths. You are the crawfish embarking on the path in the card. The moon's light can bring you clarity and understanding and you should allow your intuition to guide you through this darkness. You need to be aware of the situations that are causing fear and anxiety in your mind, whether it is now or in the future. It alerts you not to allow inner disturbances and self-deception to take the best of you. These deep memories and fears must be let go, and the negative energies must be released and turned into something constructive. Another reading of the Moon card is the existence of illusion. Some hidden truth must be discovered, for what you are seeing now may just be a trick of the light. You must search for the hidden forces that must be unraveled."
    },
    {
        "image": "sun.png",
        "name": "The Sun",
        "name_short": "ar19",
        "value": "19",
        "value_int": 19,
        "meaning_up": "The Sun card presents an feeling of optimism and fulfillment. This card represents the dawn which follows the darkest of nights. The Sun is the source of all the life on our planet, and it represents life energy itself. There is a child depicted in the card, playing joyfully in the foreground. A symbol of our innocence, it represents the happiness that occurs when you are in alignment with your true self. The child is naked, meaning that he has absolutely nothing to hide. The card also depicts the childhood innocence and absolute purity. This is particularly emphasized through the white horse upon which the child is riding. The horse here is also a symbol of strength and nobility.",
        "meaning_rev": ": The same in a lesser sense.",
        "type": "major",
        "desc": "The Sun card represents success, abundance, and radiance. Like the sun itself, it gives strength and vitality to all those that are lucky enough to feel its rays. There is much joy and happiness that is coming to you. Because of your own personal fulfillment, you provide others with inspiration and joy as well. People are drawn to you because they are capable of seeing the warm and beautiful energy which you bring into their lives. You are also in a position in which you are capable of sharing your qualities as well as achievements with other people. You radiate love and affection towards those you care about the most. The card shows that you have a significant sense of deserved confidence right now. Life is currently particularly good, and the sun is shining your way as you reach the goals that you set. The Sun is one of the cards in the tarot which provide nothing but good feelings and fulfillment. "
    },
    {
        "image": "lastjudgement.png",
        "name": "The Last Judgement",
        "name_short": "ar20",
        "value": "20",
        "value_int": 20,
        "meaning_up": "This card depicts what one would imagine the last judgement would be, in the various forms that takes in many mythologies. The image in the Judgement card shows women, men, and children who are rising from the grave to respond to Gabriel’s trumpet call. Their outstretched arms symbolize that they are ready to be judged by the universe. They are about to meet their creator, their actions weighed, and find out where they will spend the remainder of eternity: in heaven or in hell. The massive tidal wave in the background signify that judgement is unavoidable, and that this judgement will be final.",
        "meaning_rev": ": Weakness, pusillanimity, simplicity; also deliberation, decision, sentence.",
        "type": "major",
        "desc" : "To see this card can also indicate that you are in a period of awakening, brought on by the act of self-reflection. You now have a clearer idea of what you need to change and how you need to be true yourself and your needs. This can mean making small changes to your daily life or making huge changes that not only affect you but the people close to you. The Judgement card reminds us that we all will be faced with choices that will have an astounding effect for your entire life. The card brings to mind moments where actions you have taken have changed the course of your path for good. There may have been a moment where there is no looking back. The consequences of those actions eventually will catch up to you, and this card seems to indicate that this is the time. You may have to let go of the past, so you can move forward with your plans to have a new life. "
    },
    {
        "image": "fool.png",
        "name": "The Fool",
        "name_short": "ar00",
        "value": "zero",
        "value_int": 0,
        "meaning_up": "The Fool card is numbered 0, which is considered to be a number of infinite potential. Consider him a blank slate, for The Fool has yet to develop a clear personality. He is the symbol of innocence - his journey to come will shape his character yet. To see the The Fool generally means a beginning of a new journey, one where you will be filled with optimism and freedom from the usual constraints in life. When we meet him, he approaches each day as an adventure, in an almost childish way. He believes that anything can happen in life and there are many opportunities that are lying out there, in the world, waiting to be explored and developed. He leads a simple life, having no worries, and does not seem troubled by the fact that he cannot tell what he will encounter ahead.",
        "meaning_rev": ": Negligence, absence, distribution, carelessness, apathy, nullity, vanity.",
        "type": "major",
        "desc": "To meet him in a reading can also be seen as a call to the risk-taking part of your own character. He inspires courage, for he understands that every day is a chance to open up new areas in your life, and with that comes a mixture of anticipation, wonder, awe and curiosity. The Fool is there to show that you can never really tell what lies ahead, and you can only greet it with joy."
    },
    {
        "image": "world.png",
        "name": "The World",
        "name_short": "ar21",
        "value": "21",
        "value_int": 21,
        "meaning_up": "To encounter the World in your cards is to encounter a great unity and wholeness. It symbolizes the moment when the inner and the outer worlds - self and other - become a single entity. In some traditions, this state is described as enlightenment, or nirvana. There is a recognition that the individual self is profoundly linked with all other things, and that we all dance and sway along the flow of life to one rhythm. Not only do you hear this rhythm, but you participate in it - following the dips and the rises, the joys and the sorrows. ",
        "meaning_rev": ": Inertia, fixity, stagnation, permanence.",
        "type": "major",
        "desc" : "The meaning of the World card is fulfillment, achievement, and completion. This shows that all the efforts that you have been putting in place are starting to pay off. It reflects that you have completed a major milestone in your life and you have built the resilience to withstand challenges. The World may indicate completion of a long-term project, study or any other major event in your life. It may also mean the birth of a child, marriage, graduation or any other thing that you have accomplished. The World card shows that you have a desire to give back to the community in various ways. You have a commitment to make the world a better place because you understand that everything is connected."
    },
    {
        "image": "pagewands.png",
        "value": "page",
        "value_int": 11,
        "name": "Page of Wands",
        "name_short": "wapa",
        "suit": "wands",
        "meaning_up": "When we see the Page of Wands, we see a youth with enormous excitement and curiosity for the world. He knows what to do, he has the passion to succeed, but due to his inexperience and maybe a little fear of the unknown, his ideas remain abstract. He identifies new worlds to explore, new opportunities he could take advantage of quite easily, and he is even gifted with the big picture vision needed to succeed. Even with all of this, he still has the tendency to either remain dormant, or get easily distracted with one idea after the other. If he doesn't learn to control this, it might be that he squanders the opportunities to advance himself.",
        "meaning_rev": ": Anecdotes, announcements, evil news. Also indecision and the instability which accompanies it.",
        "type": "minor",
        "desc": "When you get the Page of Wands, it simply means something is within you, something that triggers you to make discoveries, indulge in investments or take the next advancement in life. You could be just about to take a move on a certain idea, but some conflicting messages keep coming to your mind, and you get discouraged. This card resembles your inner battles which are preventing you from expressing your heroism to the world, to let the world know that you exist for a reason. If you are wise enough, this card is normally a trigger of courage. It should make you overcome the personal discouragements and move forward boldly to launch your ideas in the real world. Remove the fear, gather your resources and do something. Let the world know that you are there and you have no jokes about moving forward in the path that you choose. Conquer every obstacle, let your ideas shine and be known to the world because this card indicates a level of success that can only be achieved when courage is deployed."
    },
    {
        "image": "knightwands.png",
        "value": "knight",
        "value_int": 12,
        "name": "Knight of Wands",
        "name_short": "wakn",
        "suit": "wands",
        "meaning_up": "The Knight of Wands' symbolism is straightforward. When it appears, it means a great time to get away and travel. The person should feel charged up and full of life. One is also ready to get things done. He is adventurous and can find fun things to do no matter where he is. There is never a dull moment when the Knight of Wands is around. When the Knight of Wands shows up in a reading it seems to suggest that the seeker wants to complete important tasks. One wants to impress others with one’s knowledge and skill. The card also shows up when the person is planning to move to another place of residence. If you are starting a creative project, then you should do so with lots of energy and enthusiasm. However, you should balance it with realistic and well-rounded views. You should also have a plan that takes into account the consequences of your actions.",
        "meaning_rev": ": Rupture, division, interruption, discord.",
        "type": "minor",
        "desc": "Getting the Knight of Wands in a reading can also mean that there is an event that you don’t expect to happen soon. If it is accompanied by the Eight of Wands, then you should expect a lot of changes in your life. More often than not, the Knight of Wands indicates a hasty change of job, residence, or anything in your life."
    },
    {
        "image": "queenwands.png",
        "value": "queen",
        "value_int": 13,
        "name": "Queen of Wands",
        "name_short": "waqu",
        "suit": "wands",
        "meaning_up": "In general, the Queen of wands in a reading meaning may depict a person of extreme focus and fiery passion. She is courageous and individualistic, though at times she may appear self-centered. They have a positive and an uplifting energy; they represent someone who is willing to be by your side and stand up for you.",
        "meaning_rev": ": Good, economical, obliging, serviceable. Signifies also--but in certain positions and in the neighbourhood of other cards tending in such directions--opposition, jealousy, even deceit and infidelity.",
        "type": "minor",
        "desc": "In terms of work, the Queen of wands signifies that you are planning to accomplish a significant amount of achievement in just a small amount of time. In the event that you are looking for a job, the appearance of this card may mean that a woman will play a major role in your career move. Generally speaking, in terms of your career, things are looking pretty good. The Queen of Wands in questions of love also sends a positive energy. For people who are searching for love, there is a possibility that you will find it soon. When it comes to your finances, there is a chance that you are being carried away on spending a significant amount of money. We advise you to keep your expenses on check, or you will regret it in the end. In terms of health and spirituality the Queen of Wands meaning may pertain to a spiritual hunger, a quest, or a search for meaning."
    },
    {
        "image": "kingwands.png",
        "value": "king",
        "value_int": 14,
        "name": "King of Wands",
        "name_short": "waki",
        "suit": "wands",
        "meaning_up": "The meaning of the upright position of the King of Wands represents pure energy. Unlike the other wands cards in the deck however, this particular one is not focused on pure creativity. Instead, this king is actually way more likely to take an idea and to decisively implement it himself. The King of Wands is a natural born leader of people, and he is also extremely capable. Once the king sets for himself a certain aim or a goal, he is going to conveniently stick to it in order to ensure that it becomes a reality.",
        "meaning_rev": ": Good, but severe; austere, yet tolerant.",
        "type": "minor",
        "desc": "The King of Wands looks forward to all sorts of different challenges - whether great or small, for he gets a natural adrenaline rush associated with the solving of problems."
    },
    {
        "image": "acewands.png",
        "value": "ace",
        "value_int": 1,
        "name": "Ace of Wands",
        "name_short": "waac",
        "suit": "wands",
        "meaning_up": "Wands symbolize creativity, and the Ace of Wands is the boldest among the cards in the suit. It is not the kind of creativity that you learn from school or as a hobby. It is bravely finding your own voice, it creates a place where you can develop your own vision. In other words, it is associated with willpower, and creativity in the cosmic sense. When you draw the Ace of Wands, it is an indicator that you should just go for it. Take the chance and pursue an idea that you have in mind. Take the first steps to start the creative project. The Ace of Wands calls out to you to follow your instincts. If you think that the project that you've been dreaming of is a good idea, and then just go ahead and do it. ",
        "meaning_rev": ": Fall, decadence, ruin, perdition, to perish also a certain clouded joy.",
        "type": "minor",
        "desc": "The Ace of Wands can also perhaps mean that you are waiting for a sign to start a project. To draw this card pushes you to act now, instead of brooding over research and more planning. Take small steps today, and then continue to grow your ideas over time. Action is what helps you grow, and build momentum. Don't remain in the abstract. Another Ace of Wands meaning is the occurrence of a breakthrough moment in your life. It is a time when you are motivated and inspired about a passion project or idea. You are excited about the opportunities that are opening up for you in the near future."
    },
    {
        "image": "twowands.png",
        "value": "two",
        "value_int": 2,
        "name": "Two of Wands",
        "name_short": "wa02",
        "suit": "wands",
        "meaning_up": "The Two of Wands is a more mature version of the ace of wands, meaning that that this tarot card is all about planning and moving forward – progression. Look at it this way; you have already set out to achieve a particular task, which means you have turned an idea into a realistic plan. Such a plan will require fulfillment and therefore you have to progress from just having the plan to actually achieving what you set out for. Discovery is being considered as another two of wands meaning. This is because it means that you are stepping out of your cocoon and exploring new experiences and worlds. While the beginning might seem tough and difficult, the Two of Wands card encourages you to strive on and push forward.",
        "meaning_rev": ": Surprise, wonder, enchantment, emotion, trouble, fear.",
        "type": "minor",
        "desc": "The Two of Wands card also means that you are beginning to realize your objectives and long-term goals before you set out to achieve these objectives. In other words, you have strived to get to where you are and now, moving forward, you have your long-term goals in mind. In summary, the Two of Wands meaning revolves around making decisions. In other words, you are either satisfied with your current knowledge, or you are moving forward and taking risks. It means, leaving our comfort zones and exploring new territory."
    },
    {
        "image": "threewands.png",
        "value": "three",
        "value_int": 3,
        "name": "Three of Wands",
        "name_short": "wa03",
        "suit": "wands",
        "meaning_up": "The meaning of the Three of Wands hints that you are planning or going to plan for the future with more conviction. This could mean that everything around your plans is going smoothly, as you have taken the time to plan your future, and are taking steps to turn plans into action. It hints that you are perhaps creating a stable foundation for yourself. The symbolism within the Three of Wands is that opportunities that can take place to widen your horizons in many areas. It also is a warning to keep your mind open as better opportunities could open up to you. As you take steps towards achieving what you set out to do, you are also becoming more aware of opportunities that are coming your way, and this could be take you out of your comfort zone. This pushes you to sometimes embrace change, and to start thinking in the long-term.",
        "meaning_rev": ": The end of troubles, suspension or cessation of adversity, toil and disappointment.",
        "type": "minor",
        "desc": "The Three of Wands can show that you are in control and have a strong position, just like the character that overlooks and stands strong. The Three of Wands is one of the main cards of foresight and vision. The last Three of Wands meaning is that of travel in search of what you are seeking. There is a sense of leaving home, a voyage that must be undertaken. Great things do not happen to those that simply wait for them, you must expand. For most readings, this shows that you may travel to a new land over the water and that you may find an opportunity during your travels."
    },
    {
        "image": "fourwands.png",
        "value": "four",
        "value_int": 4,
        "name": "Four of Wands",
        "name_short": "wa04",
        "suit": "wands",
        "meaning_up": "The overall meaning of the Four of Wands is that it heralds celebration as well as a harmonious, happy and relaxed home environment. In terms of numerology, the number four symbolizes stability as well as particularly reliable foundations. These are associated with a period of happiness and balance. The symbolism within the Four of Wands poses that this is the perfect time for you to get together with close people such as friends and family. This could be with or without any special occasion. Oftentimes the card is known to reflect a period of holidays when you are together with your friends and family for an extended period of time. It might also be suggesting for you to invite your closest friends for a great and intimate dinner and share a laugh or two.",
        "meaning_rev": ": The meaning remains unaltered; it is prosperity, increase, felicity, beauty, embellishment.",
        "type": "minor",
        "desc": "Furthermore, if you have been working on a certain project, this card entails that you will be reaching a particularly important milestone. This is going to provide you with grounds for celebration which is also to be considered. You have managed to complete a proper and paramount phase of that project, and meaning you have every reason to be feeling proud and satisfied, which are amongst the general feelings induced and reflected by the Four of Wands card."
    },
    {
        "image": "fivewands.png",
        "value": "five",
        "value_int": 5,
        "name": "Five of Wands",
        "name_short": "wa05",
        "suit": "wands",
        "meaning_up": "From the image on the card, the symbolism in the Five of Wands suggests that there is form of conflict in one’s life. This may be an existing conflict or one that is brewing and may eventually blow up in one's face. It may also depict a problem in communication, for example in a situation where no one really wants to listen to the other - meaning that no agreement or understanding takes place. The five men may signify problems in a group of people who are not patient enough to listen to what anyone else is saying. They only want to be heard, and since none of the others will listen, they all argue at once.",
        "meaning_rev": ": Litigation, disputes, trickery, contradiction.",
        "type": "minor",
        "desc": "Much of this can be solved by the querent taking the first step to try and initiate communication in such a way that you suggest that everyone airs out what they have to say, one at a time. By doing this, you will be able to address the problem, and everyone will be heard. Meaning they’ll all be satisfied. The Five of Wands can also mean that you are or will be facing competition in an area that you are not used to. This can be at work or school where you will meet people with the same abilities as you who pose quite a challenge - leading to feelings of jealousy, greed, and envy. This tarot card encourages that you accept the competition as a way for you to improve yourself without feeling any malice towards them. This means that you should learn how to cope with them in a civil way."
    },
    {
        "image": "sixwands.png",
        "value": "six",
        "value_int": 6,
        "name": "Six of Wands",
        "name_short": "wa06",
        "suit": "wands",
        "meaning_up": "This particular card is all about public recognition, victory, and success. Not only have you managed to properly succeed in achieving all of your goals, but you are also being publicly acknowledged for them and the results that you’ve managed to attain. You may have received an award or some sort of public acclaim. The card is indicative that you have managed to harness the strengths and talents that you have within you in an attempt to bring a particularly successful outcome in your life. You have managed to properly get through the confusion which is brought by the card before this one – the Five of Wands, and managed to properly minimize distractions, thus successfully focusing on your goals and achieving them.",
        "meaning_rev": ": Apprehension, fear, as of a victorious enemy at the gate; treachery, disloyalty, as of gates being opened to the enemy; also indefinite delay.",
        "type": "minor",
        "desc": "It’s also worth noting that there is a slight downside apart from the overall positivity that stems from the card. It can bring self-importance as well as egotistical behavior and arrogance. This could make you think that nobody is better than you."
    },
    {
        "image": "sevenwands.png",
        "value": "seven",
        "value_int": 7,
        "name": "Seven of Wands",
        "name_short": "wa07",
        "suit": "wands",
        "meaning_up": "The Seven of Wands has a similar in meaning to the Five of Wands; both cards indicate struggles after the initial fulfillment and satisfaction of an event. The Seven of Wands however is different as it is is about the struggle that you need to go through to maintain your position, rather than to attain it. This is about the difficulties we face to continue to have success. You should be ready for the competition to you defend your title, and to prove yourself. Others are going to desire the same results that you do, so you need to stay ahead of the them. There will be challenges to the success of your project or venture from an outside source. You must remain dedicated to your desires, and with a clear purpose and effort, you will overcome them.",
        "meaning_rev": ": Perplexity, embarrassments, anxiety. It is also a caution against indecision.",
        "type": "minor",
        "desc": "The overall meaning of the Seven of Wands is to hold your ground, no matter what is challenging your position. You will need to defend this position and take a stand against those who are aiming to take your spot. There are setbacks during this time, but you need to keep fighting for your beliefs and confront those that may threaten or oppose you and your beliefs."
    },
    {
        "image": "eightwands.png",
        "value": "eight",
        "value_int": 8,
        "name": "Eight of Wands",
        "name_short": "wa08",
        "suit": "wands",
        "meaning_up": "The image depicted by the Eight of Wands means that the difficulties that were brought by the Seven of Wands are finally over. It signifies a strong level of energy which states that different aspects of your life will be trailblazing. Perhaps important news will be coming on your way, and you may experience a sudden, yet steady positive growth. The Eight of Wands meaning may also pertain to your work. There is a chance that the decision that you are waiting for will come your way soon. You need to be patient and just wait for it.",
        "meaning_rev": ": Arrows of jealousy, internal dispute, stingings of conscience, quarrels; and domestic disputes for persons who are married.",
        "type": "minor",
        "desc": "When it comes to love, the eight of wands meaning pertains to your readiness to be committed on a relationship; however, the card advises you not to force the other party to also be ready on the commitment. Your significant other will soon be ready - forcing things to happen may affect the result negatively. In terms of finances, it appears like this is not the best time to make hasty investment. Just like in your love aspect, we advise you to be patient. Save your money and wait for the perfect time to invest. All things that you fought for are building in momentum. Where you didn't see progress earlier, you'll soon discover that they paved the way for the coming wave of action."
    },
    {
        "image": "ninewands.png",
        "value": "nine",
        "value_int": 9,
        "name": "Nine of Wands",
        "name_short": "wa09",
        "suit": "wands",
        "meaning_up": "The Nine of Wands tarot card is one that symbolizes great hope even when one is faced by many problems that threaten to make them lose their balance. The Nine of Wands symbolizes one's life, which has undergone too many trials but through their determination and will, they were able to overcome them. These won battles are symbolized by the eight upright wands; however, there are still more trials that the person may face. This can be one major trial or challenge that they are supposed to face for them to reach their goals or be successful in their quest. The card is a sign of hope and encouragement that you should face your trials with courage so that you may attain success.",
        "meaning_rev": ": Obstacles, adversity, calamity.",
        "type": "minor",
        "desc": "The Nine of Wands may also mean that a person has been betrayed and has thus become mistrustful towards others. This may be because of something that has happened a number of times, and might on the first glance seem hopeless. But there is also hope and courage here, and the belief that this outlook is about to change. Someone or something may come into their life that will change their whole view of their past struggles. It encourages one to take that risky move because they may be surprised."
    },
    {
        "image": "tenwands.png",
        "value": "ten",
        "value_int": 10,
        "name": "Ten of Wands",
        "name_short": "wa10",
        "suit": "wands",
        "meaning_up": "This card shows that you have already completed the circle of struggle. After spending too many resources and lots of energy looking for success, you have finally overcome the obstacles. The sweat off your brow was worth it - your efforts have finally been rewarded. You may find yourself living in a world of abundance where poverty and suffering have no chance to intervene. Although it sounds marvelous and satisfying, the card depicts a lot of responsibilities on your side. You are now the sole problem solver in your circle of family and friends which could even propel you into another world of challenges. At this point, you are also flooded with responsibilities to maintain your success. The businesses that you have started are flourishing and keeping you on your toes. The main problem is that these issues could overwhelm you if you lose control, which requires you to make sure that you know how to prioritize and solve the relevant ones.",
        "meaning_rev": ": Contrarieties, difficulties, intrigues, and their analogies.",
        "type": "minor",
        "desc": "In the real world, this card expresses how people try to burden themselves with responsibilities after they attain initial success. It is like graduating from college, getting a job and then starting to make it in the real world. More challenges keep coming, you may find yourself looking after you parents, starting a family and at the same time look to others, which may make you feel as though you not yet successful. It becomes a burden because at some point you find out nothing is enough to accomplish all these duties. The general lesson of the card is that people should be moderate, prioritize and understand that they cannot solve everything, some things must be let go, given to others, the burden shared."
    },
    {
        "image": "pagecups.png",
        "value": "page",
        "value_int": 11,
        "name": "Page of Cups",
        "name_short": "cupa",
        "suit": "cups",
        "meaning_up": "One of the most important meanings within the Page of Cups is that you should be open to new ideas, especially ones that stem from intuitive inspiration. The card seems to state that such inspiration should be embraced, despite it being something that you may not expect. It could lead you to adventure and open many doors. If it is a calling of a creative nature, for example, one to get into music or art, there's an especially strong push from this card to go for it. When you are being faced by difficult situations, and you have stopped chasing your dreams, the Page of Cups seems to say that you that you should tackle the issue from a totally different perspective. It symbolizes persistence as this is the only way that you can make your dreams come true. Listen to your intuition, follow your calling, and believe everything is possible.",
        "meaning_rev": ": Taste, inclination, attachment, seduction, deception, artifice.",
        "type": "minor",
        "desc": "For those that are afraid to reveal their emotions, the Page of Cups could mean that it is time to release and show those emotions. The creative you and the emotional you should both be expressed, no matter how insignificant they may seem. In most cases, some people cannot express themselves as they want to protect their ego. The Page of Cups indicates that it is alright to have a new beginning - to welcome the real you."
    },
    {
        "image": "knightcups.png",
        "value": "knight",
        "value_int": 12,
        "name": "Knight of Cups",
        "name_short": "cukn",
        "suit": "cups",
        "meaning_up": "The truth is that the Knight of Cups is the most feminine amongst all the Knight cards in the tarot. It's important to note though, that this doesn’t even slightly suggest that he is any less of a worthy knight. It implies that he is in proper touch with his emotions and his intuition, and that he uses them for his own well-being and during his many romance and seduction quests. He is usually quite attractive and charming to others, regardless of their gender.",
        "meaning_rev": ": Trickery, artifice, subtlety, swindling, duplicity, fraud.",
        "type": "minor",
        "desc": "When faced with an actual decision, the Knight of Cups is going to listen to his heart, regardless of whether this is actually a logical choice or not. He can also manifest as an event or a person in your life, or a part of your own self. He appears as a messenger – and with him, he carries an invitation or an arrival of something or someone which is going to have a certain emotional benefit for you. As a knight, he is also charged with taking the gifts of his suit, and bringing it outward into the world. He therefore can also represent the undertaking of some project with significant emotional or creative value for you."
    },
    {
        "image": "queencups.png",
        "value": "queen",
        "value_int": 13,
        "name": "Queen of Cups",
        "name_short": "cuqu",
        "suit": "cups",
        "meaning_up": "We can understand the meaning of the Queen of Cups from taking a closer look at the woman in image. She is seen as compassionate, caring, sensitive, and nurturing. She connects with people on the emotional level, so people enjoy her honesty and fairness. The appearance of the Queen of Cups in a reading can be guiding you to find help from others. Most times, like the other queens, this is a female figure that will come into your life.",
        "meaning_rev": ": The accounts vary; good woman; otherwise, distinguished woman but one not to be trusted; perverse woman; vice, dishonour, depravity.",
        "type": "minor",
        "desc": "The Queen of Cups has an intuition which is very powerful, and is only rivaled by the one of the High Priestess. The Queen of Cups acts as a mirror and reflects the depths present in others, so they see themselves in a new light. Most times, the Queen of Cups can also represent the trusted inner voice you have within you. She seems to say that you should take the time to focus on your emotional health before trying to help others. Self-love creates compassion."
    },
    {
        "image": "kingcups.png",
        "value": "king",
        "value_int": 14,
        "name": "King of Cups",
        "name_short": "cuki",
        "suit": "cups",
        "meaning_up": "The King of Cups is one of the most influential cards in the suit of Cups. He represents creativity, emotion, and the unconscious. The card shows the ability to restrain one's emotions and be fully in charge of your feelings and impulses. Therefore, the King of Cups represents a balance between the intellect and emotions. He indicates that there is a strong relationship between understanding and feeling.",
        "meaning_rev": ": Dishonest, double-dealing man; roguery, exaction, injustice, vice, scandal, pillage, considerable loss.",
        "type": "minor",
        "desc": "When you have balanced your emotions and are able to control them, it means that you have a deeper knowledge and awareness of yourself. When you are faced with challenges that would normally throw you off balance, the King of Cups is there to remind you that you should act as he does - do not fly out in a rage, or immediately throw yourself into despair! You first need to temper the state of your emotions, so that you can progress forward in reality. Learn to evaluate yourself so as to determine how you can create a stronger awareness of your own internal state."
    },
    {
        "image": "acecups.png",
        "value": "ace",
        "value_int": 1,
        "name": "Ace of Cups",
        "name_short": "cuac",
        "suit": "cups",
        "meaning_up": "Getting the Ace of Cups upright shows that it's time to let loose of whatever emotional baggage you have and start living your life to the fullest. Like with all the other aces, there is a new beginning that is indicated here - a chance to start fresh. It might come in the form of opening yourself up to the possibilities of new relationships, romantic or otherwise, that have the ability to make you emotionally fulfilled. The release indicated by this card may either be spiritual or emotional, depending on what you are going through. The Ace of Cups may come to a reading after a long period of being lonely or enduring something that deeply hurt you emotionally, and it's appearance may be there to herald the turning over a new leaf.",
        "meaning_rev": ": House of the false heart, mutation, instability, revolution.",
        "type": "minor",
        "desc": "It is important for one to open themselves to more opportunities for friendships, love and spiritual learnings. There is a chance now to put your past behind you, for you are being offered the gifts of the cups. It is up to you whether you take the cup and drink to the fullest."
    },
    {
        "image": "twocups.png",
        "value": "two",
        "value_int": 2,
        "name": "Two of Cups",
        "name_short": "cu02",
        "suit": "cups",
        "meaning_up": "To see the Two of Cups is an indication of a partnership that is built on the union of forces, a strong connection and a balanced and equal partnership. The exchange of cups suggest that each party's emotions are intertwined with the other's, and each participant's feelings have profound affects on the other. A strong pair is indicated here, the joy of two becoming one.",
        "meaning_rev": " and maiden are pledging one another, and above their cups rises the Caduceus of Hermes, between the great wings of which there appears a lion's head. It is a variant of a sign which is found in a few old examples of this card. Some curious emblematical meanings are attached to it, but they do not concern us in this place. Divinatory Meanings: Love, passion, friendship, affinity, union, concord, sympathy, the interrelation of the sexes, and--as a suggestion apart from all offices of divination--that desire which is not in Nature, but by which Nature is sanctified.",
        "type": "minor",
        "desc": "When it comes to work, you may notice that the people around you will start to appreciate you more. There is a mutual respect here, meaning you will also be more comfortable in your workplace. If you are looking for new job opportunities, this card may be a good sign. In terms of love, the card represents commitment, a balanced relationship, and love. But this does not simply mean that you will no longer need to nurture your love to make it last. The card only signifies that true love and affection is present. In your finances, the Two of Cups is associated with fairness and balance. This means that you are currently financially capable and you have the right amount of money to deal with your obligations. In relation with your health, people who are currently facing some health issues need to look for a practitioner that they will be comfortable working with and whom they can trust. In spirituality, it is a call for you to be more endearing and loving towards the others. You are receiving positive energy from the universe, and you need to share that energy."
    },
    {
        "image": "threecups.png",
        "value": "three",
        "value_int": 3,
        "name": "Three of Cups",
        "name_short": "cu03",
        "suit": "cups",
        "meaning_up": "The meaning behind the Three of Cups represents a period of happiness. You will be able to forget the worries of your daily life and spend quality time with family and friends. To see the Three of Cups can indicate a happy reunion with a long lost friend, relative, or loved one. It can also mean a celebration, whether it is your own or for someone who you love. The event can be a birthday, wedding, or any other happy occasion. In general, it is about spending quality time with people you cherish in your life. ",
        "meaning_rev": ": Expedition, dispatch, achievement, end. It signifies also the side of excess in physical enjoyment, and the pleasures of the senses.",
        "type": "minor",
        "desc": "The three maidens represent your circle of friends who you turn to for love, compassion, and support when you need them the most. It can be old college buddies, colleagues at work, or people you have shared a special bond over the years. If you've had problems with your social life, this card can signal the end of those hardships. You will be able to resolve differences and learn how to deal with the problem."
    },
    {
        "image": "fourcups.png",
        "value": "four",
        "value_int": 4,
        "name": "Four of Cups",
        "name_short": "cu04",
        "suit": "cups",
        "meaning_up": "The Four of Cups tend to appear when you are feeling discouraged and unmotivated. You may feel as if there is no solution or way forward in your situation. Life has become stagnant, and nothing seems to make you happy or passionate. You are feeling apathetic - regardless of what happens, whether the day is good or bad, none of it matters to you. The Four of Cups commands a self-evaluation of your attitude so that you can pull yourself out of this rut. The solution is likely right in front of you, the hand is offering you a way out, but you release yourself out of your mental stubbornness and deploy new approach.",
        "meaning_rev": ": Novelty, presage, new instruction, new relations.",
        "type": "minor",
        "desc": "You must search your motives, instincts and thoughts so that you can find your passion again. The Four of Cups revolves around finding your true interests and working towards fulfilling them. Our lives are short, and sometimes monotonous, but we must create meaning for ourselves. Our individual callings are not just there for us to find, but to decide and to imagine."
    },
    {
        "image": "fivecups.png",
        "value": "five",
        "value_int": 5,
        "name": "Five of Cups",
        "name_short": "cu05",
        "suit": "cups",
        "meaning_up": "The Five of Cups symbolizes disappointment, and the feelings that come when things go differently as you expected. You are feeling unhappy that a certain situation hasn’t really turned out the way you have hoped it would. Instead of moving towards a more positive perspective, this card seems to say that you are dwelling in the past, inducing feelings of self-pity and regret. The water which is actually spilled from the cups shows that you might have missed an opportunity. It also shows that the problem is mostly emotional and not material or financial.",
        "meaning_rev": ": News, alliances, affinity, consanguinity, ancestry, return, false projects.",
        "type": "minor",
        "desc": "The meaning of the Five of Cups shows that you may have certain issues letting go of things which are in the past. What is more, it also shows that you are unwilling to learn from mistakes that you have already committed. The card is often going to reflect a person who is so caught up in his past that he is absolutely incapable of moving on. This means that he has a high chance of missing out on what new joys that the future can bring."
    },
    {
        "image": "sixcups.png",
        "value": "six",
        "value_int": 6,
        "name": "Six of Cups",
        "name_short": "cu06",
        "suit": "cups",
        "meaning_up": "The Six of Cups upright generally represents generosity, naïve happiness, and childhood. It can stand for you wanting to return to a happier time, whether it was when you were a child, teenager, or young adult. Many times, these memories are things of the past, which reflect the aspects of ourselves that have vanished. You may feel that remembering these times is the only way to feel happy. The Six of Cups appearing in a reading seems to indicate that while we may look upon the past with a happy eye, we must avoid living in it. The Six of Cups can also mean that you are be returning to a familiar place. This could be your hometown, an old friend’s home, a school, or any place that holds a lot of meaning for you. You are seeking to reconnect with people from your past. Bringing back old memories reminds us of our childhood, a time when things were simpler.",
        "meaning_rev": ": The future, renewal, that which will come to pass presently.",
        "type": "minor",
        "desc": "Coming after the Five of Cups, this card can also suggest that you may have suffered a loss or disappointment of sorts, and you are making the journey home. You are looking to the past to find the answer to the crisis or challenge that you are facing now. You may be seeking the comfort and warmth of people that unconditionally love you, gathering strength to face the trials that are in front of you."
    },
    {
        "image": "sevencups.png",
        "value": "seven",
        "value_int": 7,
        "name": "Seven of Cups",
        "name_short": "cu07",
        "suit": "cups",
        "meaning_up": "To draw the Seven of Cups in a reading shows that you need to clearly see the shadows and visions in your imagination, not only in your dreams but also in the real world. You should be careful of wishful thinking and be alert of the choices that you make. In one sense, the Seven of Cups indicates that you are a dreamer who is both excited and afraid of the things that you see in your unconscious. In another, the Seven of Cups is a reminder that although it is good to have dreams and wishes, it is even better to take action attaining those dreams. At one point in life, you will need to stop fantasizing and face the reality of life. If you are unable to make a decision due to the many options that are available, you should evaluate the advantages and disadvantages of each option so as to make the best choice. It is important to exercise caution when you are making your decision, as the card itself seems to show there is not only wonders and treasures that are available to you, but also monsters and shadows.",
        "meaning_rev": ": Desire, will, determination, project.",
        "type": "minor",
        "desc": "There are some cases when the Seven of Cups may show that you are living in ways that are not necessarily grounded in real life - that your actions are guided by illusions that you feed yourself. Your ideas may be so up in the clouds, developed only on your imagination. As such, you will need to separate what is real and what is not so that you can make better choices."
    },
    {
        "image": "eightcups.png",
        "value": "eight",
        "value_int": 8,
        "name": "Eight of Cups",
        "name_short": "cu08",
        "suit": "cups",
        "meaning_up": "The Eight of Cups signifies time for change or transition, by means of walking away from something. Just like a caterpillar has to die before transforming into a beautiful butterfly, we all need to transform ourselves in our lives from time to time. This is the case especially after being tired of living what was the day to day, and embarking on a journey that will help one have a deeper understanding about life in general.",
        "meaning_rev": ": Great joy, happiness, feasting.",
        "type": "minor",
        "desc": "Getting the upright side of this card shows that you are dissatisfied with your life and need to experience a higher purpose in life. You may have been exploring your options, flitting about from one choice to another, tasting the wine in each cup, as a means to sort out what it is that you really want with your life. You are now experiencing a feeling of exhaustion - and are coming to a realization that you must step away from what is familiar. It is a choice, and a recognition that true happiness will not be found in what you have already created."
    },
    {
        "image": "nicecups.png",
        "value": "nine",
        "value_int": 9,
        "name": "Nine of Cups",
        "name_short": "cu09",
        "suit": "cups",
        "meaning_up": "After a long journey, the Nine of Cups symbolizes the finding of self-satisfaction. The emotional journey of the cups is starting to come to a close after the volatile ups and downs you faced in the earlier numbers of this suit. You have struggled to find purpose and joy after loss, you have tasted the different things that life offers, and you have left comfort in order to find greater heights. Here, you have found them, and you are indulging yourself as you celebrate this new stage of your life. When we look at the Nine of Cups, it can initially seem like one of the most pleasant cards that may appear during a reading. This is also referred as the wish card, which means that the things that you desire for, or your most perfect dream is bound to happen. The Nine of Cups is normally associated with extreme happiness and satisfaction. ",
        "meaning_rev": ": Truth, loyalty, liberty; but the readings vary and include mistakes, imperfections, etc.",
        "type": "minor",
        "desc": "With regards to your work, there is a good change that something wonderful will happen in your workplace. It is time for you to push on your stalled project or if you have a something that you desire greatly, there is a possibility that you will finally achieve it. It also holds a positive meaning when it comes to love. Your romantic relationship with someone is destined to reach a new level. In case you are still single, this is the time to socialize with new people. In terms of finances, the Nine of Cups is also a positive messenger. It can mean that the financial state that you are hoping for will soon be achieved. In your health, the test that you have to undergo will lead to positive result. The good energy that you are receiving at the moment should be used to improve your health habits."
    },
    {
        "image": "tencups.png",
        "value": "ten",
        "value_int": 10,
        "name": "Ten of Cups",
        "name_short": "cu10",
        "suit": "cups",
        "meaning_up": "From its joyful depiction, we can assume that the Ten of Cups embody happiness, joy, contentment and emotional satisfaction in your family, relationship or companion. It represents an idyllic state of comfort, harmony, peace and love which makes you feel like you are in paradise. This is where all your dreams, wants, needs and wishes have been fulfilled, and you feel a complete sense of satisfaction. Take a moment and breathe, look around you and be thankful for all your blessings. This card signifies something that so many of us are searching for.",
        "type": "minor",
        "desc": "To see the Ten of cups is to indicate a true emotional fulfillment - one where the lonely self-satisfaction of the Nine of Cups is shared with others to create a true sense of community and family. It is the crystallization of the innocent will of the ace of cups. After learning how to love oneself, the Nine of Cups matured into the Ten of Cups, which at its core about how true happiness stems from forging authentic bonds and connections with others. This card is most associated with a sense of 'happily ever after' - of family, of lasting harmony and peace."
    },
    {
        "image": "pagepents.png",
        "value": "page",
        "value_int": 11,
        "name": "Page of Pentacles",
        "name_short": "pepa",
        "suit": "pentacles",
        "meaning_up": ": Application, study, scholarship, reflection another reading says news, messages and the bringer thereof; also rule, management. ",
        "meaning_rev": ": Prodigality, dissipation, liberality, luxury; unfavourable news.",
        "type": "minor",
        "desc": "A youthful figure, looking intently at the pentacle which hovers over his raised hands. He moves slowly, insensible of that which is about him. "
    },
    {
        "image": "knightpents.png",
        "value": "knight",
        "value_int": 12,
        "name": "Knight of Pentacles",
        "name_short": "pekn",
        "suit": "pentacles",
        "meaning_up": ": Utility, serviceableness, interest, responsibility, rectitude-all on the normal and external plane. ",
        "meaning_rev": ": inertia, idleness, repose of that kind, stagnation; also placidity, discouragement, carelessness.",
        "type": "minor",
        "desc": "He rides a slow, enduring, heavy horse, to which his own aspect corresponds. He exhibits his symbol, but does not look therein. "
    },
    {
        "image": "queenpents.png",
        "value": "queen",
        "value_int": 13,
        "name": "Queen of Pentacles",
        "name_short": "pequ",
        "suit": "pentacles",
        "meaning_up": ": Opulence, generosity, magnificence, security, liberty. ",
        "meaning_rev": ": Evil, suspicion, suspense, fear, mistrust.",
        "type": "minor",
        "desc": "The face suggests that of a dark woman, whose qualities might be summed up in the idea of greatness of soul; she has also the serious cast of intelligence; she contemplates her symbol and may see worlds therein. "
    },
    {
        "image": "kingpents.png",
        "value": "king",
        "value_int": 14,
        "name": "King of Pentacles",
        "name_short": "peki",
        "suit": "pentacles",
        "meaning_up": ": Valour, realizing intelligence, business and normal intellectual aptitude, sometimes mathematical gifts and attainments of this kind; success in these paths. ",
        "meaning_rev": ": Vice, weakness, ugliness, perversity, corruption, peril.",
        "type": "minor",
        "desc": "The figure calls for no special description the face is rather dark, suggesting also courage, but somewhat lethargic in tendency. The bull's head should be noted as a recurrent symbol on the throne. The sign of this suit is represented throughout as engraved or blazoned with the pentagram, typifying the correspondence of the four elements in human nature and that by which they may be governed. In many old Tarot packs this suit stood for current coin, money, deniers. I have not invented the substitution of pentacles and I have no special cause to sustain in respect of the alternative. But the consensus of divinatory meanings is on the side of some change, because the cards do not happen to deal especially with questions of money. "
    },
    {
        "image": "acepents.png",
        "value": "ace",
        "value_int": 1,
        "name": "Ace of Pentacles",
        "name_short": "peac",
        "suit": "pentacles",
        "meaning_up": ": Perfect contentment, felicity, ecstasy; also speedy intelligence; gold. ",
        "meaning_rev": ": The evil side of wealth, bad intelligence; also great riches. In any case it shews prosperity, comfortable material conditions, but whether these are of advantage to the possessor will depend on whether the card is reversed or not.",
        "type": "minor",
        "desc": "A hand--issuing, as usual, from a cloud--holds up a pentacle. "
    },
    {
        "image": "twopents.png",
        "value": "two",
        "value_int": 2,
        "name": "Two of Pentacles",
        "name_short": "pe02",
        "suit": "pentacles",
        "meaning_up": ": On the one hand it is represented as a card of gaiety, recreation and its connexions, which is the subject of the design; but it is read also as news and messages in writing, as obstacles, agitation, trouble, embroilment. ",
        "meaning_rev": ": Enforced gaiety, simulated enjoyment, literal sense, handwriting, composition, letters of exchange.",
        "type": "minor",
        "desc": "A young man, in the act of dancing, has a pentacle in either hand, and they are joined by that endless cord which is like the number 8 reversed. "
    },
    {
        "image": "threepents.png",
        "value": "three",
        "value_int": 3,
        "name": "Three of Pentacles",
        "name_short": "pe03",
        "suit": "pentacles",
        "meaning_up": ": Métier, trade, skilled labour; usually, however, regarded as a card of nobility, aristocracy, renown, glory. ",
        "meaning_rev": ": Mediocrity, in work and otherwise, puerility, pettiness, weakness.",
        "type": "minor",
        "desc": "A sculptor at his work in a monastery. Compare the design which illustrates the Eight of Pentacles. The apprentice or amateur therein has received his reward and is now at work in earnest. "
    },
    {
        "image": "fourpents.png",
        "value": "four",
        "value_int": 4,
        "name": "Four of Pentacles",
        "name_short": "pe04",
        "suit": "pentacles",
        "meaning_up": ": The surety of possessions, cleaving to that which one has, gift, legacy, inheritance. ",
        "meaning_rev": ": Suspense, delay, opposition.",
        "type": "minor",
        "desc": "A crowned figure, having a pentacle over his crown, clasps another with hands and arms; two pentacles are under his feet. He holds to that which he has. "
    },
    {
        "image": "fivepents.png",
        "value": "five",
        "value_int": 5,
        "name": "Five of Pentacles",
        "name_short": "pe05",
        "suit": "pentacles",
        "meaning_up": ": The card foretells material trouble above all, whether in the form illustrated--that is, destitution--or otherwise. For some cartomancists, it is a card of love and lovers-wife, husband, friend, mistress; also concordance, affinities. These alternatives cannot be harmonized. ",
        "meaning_rev": ": Disorder, chaos, ruin, discord, profligacy.",
        "type": "minor",
        "desc": "Two mendicants in a snow-storm pass a lighted casement. "
    },
    {
        "image": "sixpents.png",
        "value": "six",
        "value_int": 6,
        "name": "Six of Pentacles",
        "name_short": "pe06",
        "suit": "pentacles",
        "meaning_up": ": Presents, gifts, gratification another account says attention, vigilance now is the accepted time, present prosperity, etc. ",
        "meaning_rev": ": Desire, cupidity, envy, jealousy, illusion.",
        "type": "minor",
        "desc": "A person in the guise of a merchant weighs money in a pair of scales and distributes it to the needy and distressed. It is a testimony to his own success in life, as well as to his goodness of heart. "
    },
    {
        "image": "sevenpents.png",
        "value": "seven",
        "value_int": 7,
        "name": "Seven of Pentacles",
        "name_short": "pe07",
        "suit": "pentacles",
        "meaning_up": ": These are exceedingly contradictory; in the main, it is a card of money, business, barter; but one reading gives altercation, quarrels--and another innocence, ingenuity, purgation. ",
        "meaning_rev": ": Cause for anxiety regarding money which it may be proposed to lend.",
        "type": "minor",
        "desc": "A young man, leaning on his staff, looks intently at seven pentacles attached to a clump of greenery on his right; one would say that these were his treasures and that his heart was there. "
    },
    {
        "image": "eightpents.png",
        "value": "eight",
        "value_int": 8,
        "name": "Eight of Pentacles",
        "name_short": "pe08",
        "suit": "pentacles",
        "meaning_up": ": Work, employment, commission, craftsmanship, skill in craft and business, perhaps in the preparatory stage. ",
        "meaning_rev": ": Voided ambition, vanity, cupidity, exaction, usury. It may also signify the possession of skill, in the sense of the ingenious mind turned to cunning and intrigue.",
        "type": "minor",
        "desc": "An artist in stone at his work, which he exhibits in the form of trophies. "
    },
    {
        "image": "ninepents.png",
        "value": "nine",
        "value_int": 9,
        "name": "Nine of Pentacles",
        "name_short": "pe09",
        "suit": "pentacles",
        "meaning_up": ": Prudence, safety, success, accomplishment, certitude, discernment. ",
        "meaning_rev": ": Roguery, deception, voided project, bad faith.",
        "type": "minor",
        "desc": "A woman, with a bird upon her wrist, stands amidst a great abundance of grapevines in the garden of a manorial house. It is a wide domain, suggesting plenty in all things. Possibly it is her own possession and testifies to material well-being. "
    },
    {
        "image": "tenpents.png",
        "value": "ten",
        "value_int": 10,
        "name": "Ten of Pentacles",
        "name_short": "pe10",
        "suit": "pentacles",
        "meaning_up": ": Gain, riches; family matters, archives, extraction, the abode of a family. ",
        "meaning_rev": ": Chance, fatality, loss, robbery, games of hazard; sometimes gift, dowry, pension.",
        "type": "minor",
        "desc": "A man and woman beneath an archway which gives entrance to a house and domain. They are accompanied by a child, who looks curiously at two dogs accosting an ancient personage seated in the foreground. The child's hand is on one of them. "
    },
    {
        "image": "pageswords.png",
        "value": "page",
        "value_int": 11,
        "name": "Page of Swords",
        "name_short": "swpa",
        "suit": "swords",
        "meaning_up": ": Authority, overseeing, secret service, vigilance, spying, examination, and the qualities thereto belonging. ",
        "meaning_rev": ": More evil side of these qualities; what is unforeseen, unprepared state; sickness is also intimated.",
        "type": "minor",
        "desc": "A lithe, active figure holds a sword upright in both hands, while in the act of swift walking. He is passing over rugged land, and about his way the clouds are collocated wildly. He is alert and lithe, looking this way and that, as if an expected enemy might appear at any moment. "
    },
    {
        "value": "knight",
        "value_int": 12,
        "name": "Knight of Swords",
        "name_short": "swkn",
        "suit": "swords",
        "meaning_up": ": Skill, bravery, capacity, defence, address, enmity, wrath, war, destruction, opposition, resistance, ruin. There is therefore a sense in which the card signifies death, but it carries this meaning only in its proximity to other cards of fatality. ",
        "meaning_rev": ": Imprudence, incapacity, extravagance.",
        "type": "minor",
        "desc": "He is riding in full course, as if scattering his enemies. In the design he is really a prototypical hero of romantic chivalry. He might almost be Galahad, whose sword is swift and sure because he is clean of heart. "
    },
    {
        "value": "queen",
        "value_int": 13,
        "name": "Queen of Swords",
        "name_short": "swqu",
        "suit": "swords",
        "meaning_up": ": Widowhood, female sadness and embarrassment, absence, sterility, mourning, privation, separation. ",
        "meaning_rev": ": Malice, bigotry, artifice, prudery, bale, deceit.",
        "type": "minor",
        "desc": "Her right hand raises the weapon vertically and the hilt rests on an arm of her royal chair the left hand is extended, the arm raised her countenance is severe but chastened; it suggests familiarity with sorrow. It does not represent mercy, and, her sword notwithstanding, she is scarcely a symbol of power. "
    },
    {
        "value": "king",
        "value_int": 14,
        "name": "King of Swords",
        "name_short": "swki",
        "suit": "swords",
        "meaning_up": ": Whatsoever arises out of the idea of judgement and all its connexions-power, command, authority, militant intelligence, law, offices of the crown, and so forth. ",
        "meaning_rev": ": Cruelty, perversity, barbarity, perfidy, evil intention.",
        "type": "minor",
        "desc": "He sits in judgement, holding the unsheathed sign of his suit. He recalls, of course, the conventional Symbol of justice in the Trumps Major, and he may represent this virtue, but he is rather the power of life and death, in virtue of his office. "
    },
    {
        "value": "ace",
        "value_int": 1,
        "name": "Ace of Swords",
        "name_short": "swac",
        "suit": "swords",
        "meaning_up": ": Triumph, the excessive degree in everything, conquest, triumph of force. It is a card of great force, in love as well as in hatred. The crown may carry a much higher significance than comes usually within the sphere of fortune-telling. ",
        "meaning_rev": ": The same, but the results are disastrous; another account says--conception, childbirth, augmentation, multiplicity.",
        "type": "minor",
        "desc": "A hand issues from a cloud, grasping as word, the point of which is encircled by a crown. "
    },
    {
        "value": "two",
        "value_int": 2,
        "name": "Two of Swords",
        "name_short": "sw02",
        "suit": "swords",
        "meaning_up": ": Conformity and the equipoise which it suggests, courage, friendship, concord in a state of arms; another reading gives tenderness, affection, intimacy. The suggestion of harmony and other favourable readings must be considered in a qualified manner, as Swords generally are not symbolical of beneficent forces in human affairs. ",
        "meaning_rev": ": Imposture, falsehood, duplicity, disloyalty.",
        "type": "minor",
        "desc": "A hoodwinked female figure balances two swords upon her shoulders. "
    },
    {
        "value": "three",
        "value_int": 3,
        "name": "Three of Swords",
        "name_short": "sw03",
        "suit": "swords",
        "meaning_up": ": Removal, absence, delay, division, rupture, dispersion, and all that the design signifies naturally, being too simple and obvious to call for specific enumeration. ",
        "meaning_rev": ": Mental alienation, error, loss, distraction, disorder, confusion.",
        "type": "minor",
        "desc": "Three swords piercing a heart; cloud and rain behind. "
    },
    {
        "value": "four",
        "value_int": 4,
        "name": "Four of Swords",
        "name_short": "sw04",
        "suit": "swords",
        "meaning_up": ": Vigilance, retreat, solitude, hermit's repose, exile, tomb and coffin. It is these last that have suggested the design. ",
        "meaning_rev": ": Wise administration, circumspection, economy, avarice, precaution, testament.",
        "type": "minor",
        "desc": "The effigy of a knight in the attitude of prayer, at full length upon his tomb. "
    },
    {
        "value": "five",
        "value_int": 5,
        "name": "Five of Swords",
        "name_short": "sw05",
        "suit": "swords",
        "meaning_up": ": Degradation, destruction, revocation, infamy, dishonour, loss, with the variants and analogues of these. ",
        "meaning_rev": ": The same; burial and obsequies.",
        "type": "minor",
        "desc": "A disdainful man looks after two retreating and dejected figures. Their swords lie upon the ground. He carries two others on his left shoulder, and a third sword is in his right hand, point to earth. He is the master in possession of the field. "
    },
    {
        "value": "six",
        "value_int": 6,
        "name": "Six of Swords",
        "name_short": "sw06",
        "suit": "swords",
        "meaning_up": ": journey by water, route, way, envoy, commissionary, expedient. ",
        "meaning_rev": ": Declaration, confession, publicity; one account says that it is a proposal of love.",
        "type": "minor",
        "desc": "A ferryman carrying passengers in his punt to the further shore. The course is smooth, and seeing that the freight is light, it may be noted that the work is not beyond his strength. "
    },
    {
        "value": "seven",
        "value_int": 7,
        "name": "Seven of Swords",
        "name_short": "sw07",
        "suit": "swords",
        "meaning_up": ": Design, attempt, wish, hope, confidence; also quarrelling, a plan that may fail, annoyance. The design is uncertain in its import, because the significations are widely at variance with each other. ",
        "meaning_rev": ": Good advice, counsel, instruction, slander, babbling.",
        "type": "minor",
        "desc": "A man in the act of carrying away five swords rapidly; the two others of the card remain stuck in the ground. A camp is close at hand. "
    },
    {
        "value": "eight",
        "value_int": 8,
        "name": "Eight of Swords",
        "name_short": "sw08",
        "suit": "swords",
        "meaning_up": ": Bad news, violent chagrin, crisis, censure, power in trammels, conflict, calumny; also sickness. ",
        "meaning_rev": ": Disquiet, difficulty, opposition, accident, treachery; what is unforeseen; fatality.",
        "type": "minor",
        "desc": "A woman, bound and hoodwinked, with the swords of the card about her. Yet it is rather a card of temporary durance than of irretrievable bondage. "
    },
    {
        "value": "nine",
        "value_int": 9,
        "name": "Nine of Swords",
        "name_short": "sw09",
        "suit": "swords",
        "meaning_up": ": Death, failure, miscarriage, delay, deception, disappointment, despair. ",
        "meaning_rev": ": Imprisonment, suspicion, doubt, reasonable fear, shame.",
        "type": "minor",
        "desc": "One seated on her couch in lamentation, with the swords over her. She is as one who knows no sorrow which is like unto hers. It is a card of utter desolation. "
    },
    {
        "value": "ten",
        "value_int": 10,
        "name": "Ten of Swords",
        "name_short": "sw10",
        "suit": "swords",
        "meaning_up": ": Whatsoever is intimated by the design; also pain, affliction, tears, sadness, desolation. It is not especially a card of violent death. ",
        "meaning_rev": ": Advantage, profit, success, favour, but none of these are permanent; also power and authority.",
        "type": "minor",
        "desc": "A prostrate figure, pierced by all the swords belonging to the card. "
    }
]